Repository: nuxeo-cps/products--CPSDefault
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, mg, pt, ro

# language_add
source: Make available new languages
ca: Idiomes disponibles que no estan activats
de: Sprachen auswählen
es: Idiomas disponibles que no están activados
eu: Aktibaturik ez dauden hizkuntza erabilgarriak
fr: Rendre disponible de nouvelles langues
gl: Idiomas dispoñibles que non están activados
pt: Disponibilizar novos idiomas
ro: Adauga Limba

# language_delete
source: Make unavailable languages
ca: Esborrar idiomes
de: Sprachen abwählen
es: Idiomas activados
eu: Hizkuntza aktibatuak
fr: Rendre indisponible certaines langues du portail
gl: Idiomas activados
pt: Indisponibilizar idiomas
ro: Sterge Limba

# language_set_default
source: Set default portal language
ca: Idioma per defecte del portal
de: Standard Sprache auswählen
es: Idioma por defecto del portal
eu: Atariaren lehenetsitako hizkuntza
fr: Choisir la langue par défaut du portail
gl: Idioma por defecto do portal
pt: Definir o idioma padrão do portal
ro: Limba

# legend_local_roles_assigned
source: Assigned local roles
ca: Rols locals assignats
de: Diese Teilnehmern besitzen lokale Rollen in diesem Folder:
es: Roles locales asignados
eu: Esleitutako bertako rolak
fr: Rôles locaux délégués
gl: Roles locais asignados
it: Ruoli locali assegnati:
pt: Papéis locais atribuídos
ro: Roluri locale delegate

# legend_local_roles_block
source: Local roles are acquired. You can block acquisition:
ca: Els rols locals han sigut adquirits. Pot bloquejar l'adquisició:
de: Rollen:
es: Los roles locales han sido adquiridos. Puede utilizar la opción "bloquear" para evitar cambios.
eu: Bertako rolak esleitu egin dira. Ez baduzu karpetaazpikoek rolak heredatzea nahi, blokeatu esleipena.
fr: Les rôles locaux sont hérités. Vous pouvez bloquer cet héritage :
gl: O roles locaies foron asignados. Se non desexa que as subcarpetas herden os permisos, bloquee a adquisición.
it: I ruoli locali sono acquisiti. <br />Per bloccare questo processo, utilizza questo pulsante:
mg: Ireo andarikitra anaty dia lovaina. Mba hanakanana io fandovana io, tsindrio eto :
pt: Papéis locais são adquiridos. Para bloquear aquisição, clique aqui:
ro: Rolurile locale sunt mostenite. Poti bloca aceasta mostenire:

# legend_local_roles_filter_roles
source: Filter on role
ca: Filtrar segons el rol
de: Auswählen lokaler Rollen
eu: Rolaren arabera iragazi
fr: N'afficher que le rôle
gl: Filtrar segundo o rol
pt: Filtrar pelo papel

# legend_local_roles_hide_blocked_roles
source: Filter on role
eu: Bloketutako rolak ezkuta ditzakezu
fr: Vous pouvez cacher les rôles bloqués&nbsp;:
gl: Pode ocultar os roles bloqueados
pt: filtro

# legend_local_roles_inherited_blocked_role
source: this colour means that corresponding role would be acquired weren't role acquisition blocked.
eu: Kolore honek dagozkion rolak goiko karpetetan daudela esan nahi du. Estekari jarraitu, bertako rolak kudeatzeko karpeta horietan.
fr: cette couleur signifie que les rôles correspondants seraient hérités depuis le répertoire parent si cet héritage n'était pas bloqué.
gl: esta cor indica que os roles correspondentes están nas carpetas superiores. Siga o enlace para xestionar os roles locais nestas carpetas.
pt: Esta cor quer dizer que os papéis correspondentemente adquiridos não serão bloqueados.

# legend_local_roles_inherited_role
source: this colour means that corresponding roles are set in parent folders. Follow the links to manage the local roles in these folders.
ca: este color significa que els rols corresponents estan configurats a las carpetes superiors (adquirits). Segueixca els enllaços per a administrar els rols locals en estes carpetes.
de: diese Farbe bedeutet das die entsprechenden Rollen in übergeordneteten Foldern gesetzt wurden. Folgen Sie den Verweisen um die Rollen in diesen Foldern zu verwalten.
eu: Kolore honek dagozkion rolak goiko karpetetan konfiguraturik daudela esan nahi du. Estekei jarraitu, bertako rolak administratzeko karpeta horietan.
fr: cette couleur signifie que les rôles correspondants sont hérités depuis des répertoires parents. Cliquez sur les liens correspondants pour gérer l'assignation de rôles dans ces répertoires.
gl: esta cor significa que os roles correspondentes están configurados nas carpetas superiores. Siga os enlaces para administrar os roles locais en ditas carpetas.
pt: esta cor significa que os papéis correspondentes estão definidos nas pastas acima (pais). Siga os links para administrar os papéis locais nestas pastas.

# legend_local_roles_no_results_groups
source: Sorry, no group matched your search.
ca: No s'ha trobat cap grup que coincideixca.
de: Sorry, keine Gruppe passt zu Ihrer Suche
eu: Ez dago talderik zure bilaketarekin bat datorrenik
fr: Désolé, aucun groupe ne correspond à votre recherche.
gl: Ningún grupo coincide coa súa busca.
pt: Desculpe, nenhum grupo encontrado na sua busca.

# legend_local_roles_no_results_users
source: Sorry, no user matched your search.
ca: No s'ha trobat cap usuari que coincideixca.
de: Sorry, kein Teilnehmer passt zu Ihrer Suche
eu: Ez dago erabiltzailerik zure bilaketarekin bat datorrenik
fr: Désolé, aucun utilisateur ne correspond à votre recherche.
gl: Ningún usuario coincide coa súa busca.
pt: Desculpe, nenhum membro encontrado na sua busca.

# legend_local_roles_no_roles_assigned
source: There are no roles assigned in this folder
ca: No hi ha rols assignats en esta carpeta
de: In diesem Folder sind keine Rollen vergeben
eu: Ez dago esleitutako rolik karpeta honetan
fr: Il n'y a pas de rôle local
gl: Non hai roles asignados nesta carpeta
pt: Não há papéis atribuídos nesta pasta.

# legend_local_roles_not_filtered_role
source: No filter
ca: Cap filtre
de: Kein Filter
eu: Iragazkirik ez
fr: Aucun filtre
gl: Ningún filtro
pt: Nenhum filtro

# legend_local_roles_role_to_assign
source: Role to assign:
ca: Rol a assignar:
de: Rolle auswählen:
es: Rol a delegar:
eu: Ordezkatzeko rola:
fr: Rôle à déléguer&nbsp;:
gl: Rol a delegar:
it: Ruolo da assegnare:
mg: Andraikitra afindra amin'i&nbsp;:
pt: Papéis a atribuir:
ro: Rol de incredintare&nbsp;:

# legend_local_roles_search_limit_exceeded
source: Sorry, your query gave too many results, please refine your search criteria
ca: La seua consulta ha generat massa resultats. Cal que defineixca més els criteris de recerca.
de: Sorry, ihre Suche liefert zu viele Ergebnisse. Ändern Sie Ihre Such Strategie
eu: Zure kontsultak emaitza gehiegi sortu ditu. Zehaztu ezazu hobeto bilaketa-irizpideak.
fr: Trop de résultats correspondent à vos critères de recherche, merci de les affiner
gl: A súa consulta xerou demasiados resultados. Defina mellor os seus criterios de busca.
pt: Desculpe, a sua busca deu muitos resultados; por favor, redefina os seus critérios de busca.

# legend_local_roles_select_groups_and_role
source: Select group(s) and a role to assign:
ca: Seleccione el(s) grup(s) i un rol a assignar:
de: Wählen Sie Gruppe(n) und eine zutreffende Rolle:
eu: Aukeratu taldea(k) eta esleitzeko rola:
fr: Choisissez le(s) groupe(s) et un rôle pour délégation&nbsp;:
gl: Seleccione o grupo(s) e o rol a asignarlle:
pt: Selecione o(s) grupo(s) e um papel para atribuir:

# legend_local_roles_select_members_and_role
source: Select member(s) and a role to assign:
ca: Seleccione el(s) usuari(s) i el rol a assignar:
de: Wählen Sie Teilnehmer und eine zutreffende Rolle:
eu: Aukera erabiltzailea(k) eta esleitzeko rola:
fr: Choisissez le(s) membre(s) et un rôle pour délégation&nbsp;:
gl: Seleccione o usuario(s) e o rol a asignarlle:
pt: Selecione o(s) membro(s) e um papel para atribuir:

# legend_local_roles_show_blocked_roles
source: Show
eu: Blokeatutako rolak erakuts ditzakezu
fr: Vous pouvez afficher les rôles bloqués&nbsp;:
gl: Pode mostrar os roles bloqueados
pt: Mostrar

# legend_local_roles_unblock
source: Local roles acquisition is <strong>blocked</strong>. You can unblock acquisition:
ca: l'adquisició de rols locals està <strong>bloquejada</strong>. Pot desbloquejar-la
de: Blockierung aufheben:
es: la adquisición de roles locales está <strong>bloqueada</strong>. Puede desbloquearla
eu: Bertako rolen lorpena <strong>blokeatuta</strong> dago. Desblokea dezakezu
fr: L'héritage des rôles locaux est <strong>bloqué</strong>. Vous pouvez débloquer l'héritage :
gl: a adquisición de roles locais está <strong>bloqueada</strong>. Pode desbloqueala
it: L'acquisizione dei ruoli locali risulta bloccata. <br />Per sbloccare questo processo utilizza questo pulsante:
mg: Voasakana ny fandovana ny adraikitra anaty. Mba hanalana ny sakana, tsindrio eto:
pt: Aquisição de papéis locais está <strong>bloqueada</strong>. Para desbloquear a aquisição clique aqui:
ro: Mostenirea rolurilor locale este <strong>blocata</strong>. Puteti debloca mostenirea :

# legend_no_search_result
source: Your query gave no result.
ca: La recerca no ha trobat cap document
de: Ihre Suche verlief ohne Ergebnis.
es: Su búsqueda no ha devuelto ningún documento
eu: Zure bilaketak ez du dokumenturik sortu
fr: Votre recherche n'a retourné aucun document.
gl: A súa busca non devolveu ningún documento
it: La tua ricerca non ha restituito alcun risultato.
mg: Tsy nahita na antotan-dahatsoratra iray aza ny fikarohanao.
pt: Não teve resultados.
ro: Cererea ta nu a intors nici un rezultat.

# legend_one_search_result
source: Your query gave one result.
ca: La recerca ha trobat un document
de: Ihre Suche ergab ein Ergebnis.
es: Su búsqueda ha devuelto un documento
eu: Zure bilaketak dokumentu bat sortu du
fr: Votre recherche a retourné un document.
gl: A súa busca devolveu un documento
it: La tua ricerca ha restituito un risultato.
mg: Nahita antontan-dahatsoratra iray ny fikarohanao
pt: A sua pesquisa deu 1 resultado
ro: Cererea ta a intors un document.

# legend_search_for
source: You searched for
ca: Ha cercat
eu: Bilatu egin zenuen
fr: Vous avez cherché
gl: Vostede buscou
pt: Você pesquisou por

# link_advanced_search
source: Advanced search
ca: Recerca avançada
de: Erweiterte Suche
es: Búsqueda avanzada
eu: Bilaketa aurreratua
fr: Recherche avancée
gl: Busca avanzada
it: Ricerca avanzata
mg: Fikarohana lalindalina
pt: Busca avançada
ro: Cautare avansata

# link_all_metadata
source: Edit all metadata
ca: Modificar meta-dades
de: Bearbeite alle Metadaten
es: Modificar metadatos
eu: Metadatuak aldatu
fr: Éditer toutes les métadonnées
gl: Modificar metadatos
it: Modifica tutti i metadati
mg: Manova ireo méta-données rehetra
pt: Edite todos os Metadados.
ro: Editeaza toate metadatele

# link_consult_this_revision
source: Consult this revision
ca: Consultar esta versió
de: Aufrufen dieser Version
es: Consultar esta versión
eu: Bertsio hau kontsultatu
fr: Consulter cette version
gl: Consultar esta versión
it: Consulta questa versione
mg: Jerena io laharana io
pt: Consultar
ro: Consulta aceasta versiune

# link_contact_admin
source: Contact the administrator
ca: Contactar amb l'administrador
de: Kontakt zum Administrator
es: Contactar con el administrador
eu: Administratzailearekin harremanetan jarri
fr: Contacter l'administrateur
gl: Contactar co administrador
it: @ --> webmaster
mg: Mifandray amin'ny administratera
pt: Contacte o administrador
ro: Contacteaza administratorul

# link_delete_this_revision
source: Delete this revision
ca: Esborrar aquesta revisió
de: diese Version verwerfen
es: Borrar esta revisión
eu: Berrikusketa hau ezabatu
fr: Supprimer cette version
gl: Borrar esta revisión
it: Elimina questa versione archiviata
mg: Vonoina io arsivy io
pt: Remover este arquivo
ro: Sterge aceasta versiune

# link_form_already_member
source: customization form
ca: Formulari de personalització
de: Anmelde Formular
es: Formulario de personalización
eu: Pertsonalizatzeko formularioa
fr: formulaire de personnalisation
gl: Formulario de personalización
it: modulo di personalizzazione
mg: formulaire de personnalisation
pt: Formulário de personalização
ro: formular de personalizare

# link_go_back
source: Go back
ca: Tornar
de: Gehe zurück
es: Vuelta
eu: Atzera
fr: Retour
gl: Volta
it: ritorna alla schermata precedente
mg: Miverina
pt: Voltar
ro: Inapoi

# link_references
source: References
ca: Referències
eu: Erreferentziak
fr: Références
gl: Referencias
pt: Referências

# link_registered_login
source: You can now log directly into the site:
ca: Ara pot iniciar sessió:
de: Sie können sich sofort einloggen durch einen Klick
es: Enlace registrado para iniciar sesión
eu: Saioa hasteko erregistratutako esteka
fr: Vous pouvez maintenant vous connecter directement au site&nbsp;:
gl: Enlace rexistrado para iniciar sesión
pt: Pode agora fazer o login no site:
ro: Poti acum sa te conectezi direct la site&nbsp;:

# link_registered_return_home_page
source: Return to homepage
ca: Tornar a la pàgina principal
de: Zurück zur Homepage
es: Vuelta a la página principal
eu: Orrialde nagusira itzuli
fr: Retourner sur la page principale
gl: Volta á páxina principal
pt: voltar à página inicial
ro: Inapoi la pagina principala

# link_revert_to_this_revision
source: Revert to this revision
ca: Tornar a esta versió
de: Rückgriff auf diese Version
es: Volver a esta versión
eu: Bertsio honetara itzuli
fr: Revenir à cette version
gl: Volver a esta versión
it: Utilizza questa versione
mg: Miverina amin'io laharana io
pt: Reverter
ro: Revenire la aceasta versiune

# listingheader_existing_revision
source: Existing revision of the same document
ca: Versió existent del mateix document
de: Es existiert eine Version vom selben Dokument
es: Versión existente de este mismo documento
eu: Dokumentu honen beraren dagoen bertsioa
fr: Version existante de ce même document
gl: Versión existente deste mesmo documento
it: Versioni esistenti dello stesso oggetto:
mg: Laharana misy amin'io antotan-dahatsoratra io ihany
pt: Versão existente do mesmo documento
ro: Versiune existenta a aceluiasi document

# listingheader_existing_revisions
source: Existing revisions of the same document
fr: Versions existantes de ce même document

# listingheader_sections
source: Sections
ca: Secció
de: Websektion
es: Sección
eu: Atala
fr: Rubriques
gl: Sección
it: Sezioni:
mg: Sehatra
pt: Secção
ro: Sectiune

source: log out
ca: eixir
es: salir
eu: Irten
fr: Déconnexion
gl: saír
pt: Sair

# more_choices_folder_factories
source: + More choices
ca: més opcions
eu: + Aukera gehiago
fr: + Plus de choix
gl: + Máis opcións
pt: Mais opções

# psm_form_ok
source: Valid form
ca: Formulari resultant
de: Ok
es: forma correcta
eu: forma zuzena
fr: Formulaire valide
gl: forma correcta
it: Il modulo è valido.
mg: Formulaire valide
pt: Formulário de Resultado
ro: Formular valid

# psm_invalid_form
source: Invalid form
ca: No vàlid, cal corregir
de: Der gewählte Name ist ungültig. Bitte ändern sie ihn oder nehmen sie einen neuen.
es: No válido desde
eu: Baliogabe honez geroztik
fr: Formulaire invalide
gl: Non válido desde
it: Il modulo non è valido.
mg: Formulaire invalide
pt: Formulário inválido, por favor corrija o erro.
ro: Formular invalid

# publish
source: Publishing
ca: publicar
de: Publizieren
es: Publicar
eu: Argitaratu
fr: Publication
gl: Publicar
it: Pubblicato
mg: Miely
pt: Publicar
ro: Publicatie

source: published
ca: publicat
de: publiziert
es: publicado
eu: Argitaratuta
fr: publié
gl: publicado
it: pubblicato
mg: miely
pt: Publicado
ro: publicat

# recursive_publish_no_section_to_publish_into
source: Sorry, there isn't any section into which you could publish recursively.
fr: Désolé, il n'y a aucune section dans laquelle vous pourriez publier récursivement.

# su_already_switched ${su_name}
source: You have already switched to user '${su_name}'. You can either switch to another user or be yourself again.
fr: Vous avez déjà pris l'identité &laquo;&thinsp;${su_name}&thinsp;&raquo;. Vous pouvez soit passer directement à un autre utilisateur, soit redevenir vous-même.

# time_creation_date
source: Creation Date
ca: Data de creació
de: Erstell Datum
es: Fecha de creación
eu: Sortze-data
fr: Date de création
gl: Data de creación
it: Data di creazione:
mg: Daty niforonana
pt: Data da Criação
ro: Data crearii

# time_effective_date
source: Effective Date
ca: Data efectiva
de: Erscheinungs Datum
es: Fecha efectiva
eu: Data eraginkorra
fr: Date effective
gl: Data efectiva
it: Data di accessibilità:
mg: Daty tena izy
pt: Data Efectiva
ro: Data efectiva

# time_expiration_date
source: Expiration Date
ca: Data de caducitat
de: Ablauf Datum
es: Fecha de caducidad
eu: Iraungitze-data
fr: Date d'expiration
gl: Data de caducidade
it: Data di scadenza:
mg: daty farany (d'expiration)
pt: Data da Expiração
ro: Data de expirare

# time_last_login
source: Last login
ca: Darrera connexió
de: Letzte Anmeldung
es: La última conexión
eu: Azken konexioa
fr: La dernière connexion
gl: A última conexión
it: Ultimo ingresso
mg: Ny nidiranao tato amin'ny tranonkala farany
pt: Último Login
ro: Ultima conexiune

# time_last_modified
source: Last modified date
ca: Data de la darrera modificació
de: Zuletzt geändert
es: Fecha de última modificación
eu: Azken aldaketa-data
fr: Date de dernière modification
gl: Data de última modificación
it: Data di ultima modifica:
mg: daty nanovana farany
pt: Data da última modificação
ro: Ultima Data Modificata

# time_last_month
source: Last month
ca: El darrer mes
de: Letzter Monat
es: El último mes
eu: Azken hilabetea
fr: Le mois dernier
gl: O último mes
it: Ultimo mese
mg: Ny volana lasa teo
pt: Último mês
ro: Ultima luna

# time_last_week
source: Last week
ca: La darrera setmana
de: Letzte Woche
es: La última semana
eu: Azken astea
fr: La semaine dernière
gl: A última semana
it: Ultima settimana
mg: Ny herinandro lasa teo
pt: Última Semana
ro: Ultima saptamana

# time_yesterday
source: Yesterday
ca: Ahir
de: Gestern
es: Ayer
eu: Atzo
fr: Hier
gl: Onte
it: Ieri
mg: Omaly
pt: Ontem
ro: Ieri

# transition_comments
source: Comments
ca: Comentaris
de: Kommentar
es: Comentario
eu: Iruzkina
fr: Commentaires
gl: Comentario
it: Commenti:
mg: Fanazavana (commentaires)
pt: Comentários
ro: Comentarii

source: v${status_revision}- ${status_language}
ca: Versión ${status_revision} Idioma ${status_language} Estado
es: Versión ${status_revision} Idioma ${status_language} Estado
eu: ${status_revision} bertsioa ${status_language} hizkuntza-egoera
fr: Version ${status_revision} Langue ${status_language} Statut
gl: Versión ${status_revision} Idioma ${status_language} Estado
it: Versione: ${status_revision} Lingua: ${status_language} Stato:
mg: Laharana ${status_revision} Fiteny ${status_language} Status
ro: Versiune ${status_revision} Limba ${status_language} Statut

source: Login
ca: Entrar
es: Entrar
eu: Sartu
fr: Authentification
gl: Entrar
it: Entra
mg: Fanamarinam-pidirana
pt: Entrar
ro: Autentificare

source: Log out
ca: Eixir
es: Salir
eu: Irten
fr: Déconnexion
gl: Saír
it: Esci
mg: Hiala ny tranonkala aho
pt: Sair
ro: Deconectare

source: Switch User
fr: Changer d'utilisateur

source: Re Switch User
fr: Rechanger d'utilisateur

# My stuff
source: Private space
ca: El meu espai personal
de: Mein Arbeitsbereich
es: Mi espacio privado
eu: Nire esparru pertsonala
fr: Espace privé
gl: O meu espazo persoal
it: Ambiente personale
mg: Ny faritra voatokana ho ahy
pt: As minhas coisas
ro: Spatiul meu privat

# label_private_spaces
source: Private spaces
ca: Espai personal
eu: Esparru pertsonalak
fr: Espaces privés
gl: Espazo persoal
pt: Áreas Privadas

# My calendar
source: Calendar
ca: La meua agenda
de: Meine Kalender
es: Mi agenda
eu: Nire agenda
fr: Agenda
gl: A miña axenda
it: Agenda personale
mg: Ny diariko
pt: Minha Agenda
ro: Agenda mea

# Create my home calendar
source: Home calendar creation
ca: Crear agenda personal
de: Neuer Kalender
es: Crear mi calendar
eu: Norberaren agenda sortu
fr: Créer mon agenda personnel
gl: Crear axenda persoal
it: Crea la tua agenda personale
mg: Hamorona ny diariko manokana
pt: Criar a minha agenda pessoal
ro: Creeaza agenda mea personala

source: Add to favorites
ca: Afegir als enllaços d'interès
de: zu Favoriten nehmen
es: Añadir a los favoritos
eu: Gogokoei erantsi
fr: Ajouter aux favoris
gl: Engadir os favoritos
it: Aggiungi ai favoriti
mg: Ampio ho anisan'ny rohy ankafiziko
pt: Adicionar a favoritos
ro: Adauga la preferate

source: Undo
ca: Desfer
de: Schritt Zurück (Undo)
es: Deshacer
eu: Desegin
fr: Annuler
gl: Desfacer
it: Annulla
mg: Foanana
pt: Desfazer
ro: Anuleaza

source: Contents
ca: Continguts
de: Inhalt
es: Contenido
eu: Edukiak
fr: Contenu
gl: Contidos
it: Contenuti
mg: votoatiny
pt: Conteúdo
ro: Continut

source: Directories
ca: Directoris
de: Verzeichnisse
es: Directorios
eu: Direktorioak
fr: Annuaires
gl: Directorios
it: Visualizza gli elenchi
mg: Tahirin'adiresy
pt: Diretórios
ro: Directoare

source: Preferences
ca: Preferències
de: Einstellungen
es: Preferencias
eu: Lehentasunak
fr: Préférences
gl: Preferencias
it: Preferenze
mg: Ireo tena tiana
pt: Preferências
ro: Preferinte

# Reconfigure Portal
source: Portal configuration
ca: Reconfigurar el portal
de: Portal Konfiguration
es: Reconfigurar
eu: Ataria berkonfiguratu
fr: Paramètres du portail
gl: Reconfigurar o Portal
it: Riconfigura il portale
mg: Amboarina indray ny tranonkala
pt: Reconfigurar o Portal
ro: Reconfigureaza portalul

# words_meaningless
source: a the this these those of am is are has have or and i maybe perhaps
ca: paraules sense sentit
de: Worte ohne Bedeutung
es: palabras sin significado
eu: Esanahirik gabeko hitzak
fr: a et ou un une le la les l de des du d ce ces c est sont ont je voici avec or
gl: palabras sen significado
pt: palavras sem sentido
ro: un une le la les l de des ces est sont a ont ou et je voici
