Repository: nuxeo-cps/products--CPSDefault
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, mg, pt, ro

# portal_type_Workspace_description
source: A folder to create content
ca: Una carpeta o espai de treball per a crear continguts (arxius, enllaços...)
de: Ein Folder für Portal-Inhalte
es: Una carpeta o espacio de trabajo para crear contenidos (archivos, enlaces...)
eu: Edukiak sortzeko karpeta edo lan-esparru bat (artxiboak, estekak...)
fr: Un répertoire pour créer du contenu
gl: Una carpeta ou espazo de traballo para crear contidos (arquivos, enlaces...)
it: Cartella per raccogliere contenuti in lavorazione
mg: Repertoara famoronana votoaty
pt: Uma área para se criar conteúdo
ro: Un director pentru crearea unui continut

# portal_type_Workspace_title
source: Workspace
ca: Carpeta - Espai de treball
de: Arbeitsbereich
es: Carpeta - Espacio de trabajo
eu: Karpeta / Lan-esparrua
fr: Espace de travail
gl: Carpeta - Espazo de traballo
it: Ambiente di lavoro
mg: Faritra fiasana
pt: Área de Trabalho
ro: Spatiu de lucru

# portal_type_Members_Workspace_description
source: Members Root Workspace
ca: Espais de treball dels usuaris
eu: Erabiltzaileen lan-esparrua
fr: Racine des espaces de travail personnels
gl: Espazos de traballo dos usuarios
pt: Raiz das Áreas de trabalho dos Membros

# portal_type_Members_Workspace_title
source: Members Root Workspace
ca: Una carpeta per a mantenir espais personals dels usuaris
eu: Erabiltzaileen esparru pertsonalak mantentzeko karpeta bat
fr: Racine espaces personnels
gl: Una carpeta para manter espazos persoais dos usuarios
pt: Raiz das Áreas de trabalho dos Membros.

# portal_type_Calendar_title
source: Shared calendar
ca: Agenda compartida
de: Kalender
es: Agenda compartida
eu: Elkarbanatutako agenda
fr: Agenda partagé
gl: Axenda compartida
it: Agenda condivisa
mg: Diary voazara
pt: Agenda Compartilhada
ro: Agenda partajata

# portal_type_Calendar_description
source: Calendar which can be shared with other users
ca: Calendari que pot compartir-se amb altres usuaris
de: ein Kalender der mit anderen Teilnehmern geteilt werden kann
es: Calendario que puede compartirse con otros usuarios
eu: Beste erabiltzailerekin elkarbana daitekeen egutegia
fr: Agenda pouvant être partagé avec d'autres utilisateurs
gl: Calendario que pode compartirse con outros usuarios
it: Un calendario di avvenimenti che può essere condiviso con altri utenti
pt: Agenda que pode ser compartilhada com outros utilizadores.
ro: Agenda care poate fi partajata cu ceilalti utilizatori

# portal_type_Calendar_Event_title
source: Calendar event
ca: Esdeveniment de l'agenda
de: Events im Kalender
es: Acontecimiento orden del día compartido
eu: Agenda-gertaera
fr: Événement d'agenda partagé
gl: Evento da axenda
it: Avvenimento in agenda condivisa
mg: Zava-mitrangan'ny diary voazara
pt: Evento da Agenda
ro: Eveniment din agenda partajat

# portal_type_Calendar_Event_description
source: An event, a meeting or an appointment
ca: Un esdeveniment, una reunió, una cita...
de: Events, Treffen oder eine Verabredung
es: Eso puede ser un acontecimiento, una reunión o una cita
eu: Gerateraren bat, bileraren bat, hitzorduren bat...
fr: Cela peut être un événement, une réunion ou un rendez-vous
gl: Un acontecemento, unha reunión, unha cita...
it: Evento inseribile in una agenda condivisa da diversi utilizzatori. Ad esempio: &nbsp; una ricorrenza, un incontro, un appuntamento, ...
mg: Izany dia mety ho zava-mitranga, fivoriana na fifanomezam-potoana (rendez-vous)
pt: Um evento, um encontro ou uma anotação.
ro: Acesta poate fi un eveniment, o sedinta sau o intalnire

# portal_type_CollectorDocument_title
source: Information collector
ca: Formulari de recollida d'informació
de: Informations Dokument
es: Formulario de información
eu: Informatzeko formularioa
fr: Fiche d'information
gl: Formulario de información
it: Raccoglitore di informazioni
mg: Fanambarana
pt: Recolha de Dados - Formulário
ro: Colector de informatii

# portal_type_CollectorDocument_description
source: A form-based information collector for questionnaires, polls, votes
ca: Un formulari d'entrada de dades
de: Ein Dokument zur Informationsgewinnung
es: Un formulario de entrada
eu: Datuak sartzeko formularioa
fr: Un formulaire de saisie pour des questionnaires, des sondages, des votes
gl: Un formulario de entrada de datos
it: Formulario di raccolta delle informazioni utili,ad esempio, per effettuare inchieste, sondaggi, etc.
mg: Un formulaire de saisie
pt: Um formulário para a recolha de dados
ro: Un formular cuprinzator

# portal_type_QuizDocument_description
source: A form-based information collector for creating quizzes
ca: És una mena de formulari dissenyat per a fer preguntes. Útil, per exemple, per a enquestes, sondeigs, etc.
de: Ein Informations Dokument zur Quiz-Erstellung
es: Se trata de un formulario para la recogida de información útil. Por ejemplo, para efectuar encuestas, sondeos, etc.
eu: Galderak egiteko bereiziki diseinatutako formularioa da. Erabilgarria, adibidez, inkestetarako, galdekizunetarako eta abar.
fr: Un formulaire de saisie spécialisé dans la création de quiz
gl: É un tipo de formulario especialmente deseñado para facer preguntas. Útil, por exemplo, para enquisas, sondeos, etc.
it: Un modulo per la creazione di quiz
mg: 'Formulaire' natokana ho an'ny famoronana 'quizz'
pt: Um formulário de entrada especializado para a criação de questionário.
ro: Un formular cuprinzator specializat in crearea quiz-urilor

# portal_type_CPSChat_description
source: A chat
ca: Sessió de conversa o 'xat'
de: Ein Chat Raum für Portal Teilnehmer
es: Sesión de conversación o 'chat'
eu: Berriketa edo 'chat'
fr: Une session de bavardage clavier ou 'Chat'
gl: Sesión de conversación o 'chat'
it: Una chat
mg: Firesahana mivantana na 'Chat'
pt: Sessão de chat
ro: O sesiune de conversatie virtuala sau 'Chat'

# portal_type_EventCalendarBox_title
source: Event Calendar Box
ca: Calendari
de: Event Kalender
es: Caja calendario de eventos
eu: Almanakea
fr: Boîte calendrier d'événements
gl: Almanaque
it: Contenitore di avvenimenti in agenda
mg: Boatin'ny tetiandron'ny zava-nitranga
pt: Caixa calendário de eventos
ro: Agenda de evenimente de tip box

# portal_type_EventCalendarBox_description
source: Display a calendar containing links to events
ca: Mostra un calendari que conté enllaços a esdeveniments
de: ein Kalender mit Verweisen auf Events
es: Muestra un calendario que contiene enlaces a eventos
eu: Gertaerekin estekak dituen egutegia erakusten du
fr: Affiche un calendrier contenant des liens vers des événements.
gl: Mostra un calendario que contén enlaces a eventos
it: Casella adatta a contenere i collegamenti agli eventi nel calendario
mg: Maneho ny tetiandro misy ireo rohy mankany amin'ny zava-mitranga.
pt: Mostra um calendário que contem links para eventos.
ro: Afiseaza o agenda continand legaturi catre evenimente

# portal_type_NuxMailBoxer_description
source: Distribution list management
ca: Gestió d'una llista de correu
de: Mailing-Listen Management
es: Gestión de una lista de difusión
eu: Iragartze-zerrenda baten kudeaketa
fr: Gestion d'une liste de diffusion
gl: Xestión dunha lista de difusión
it: Gestione di una lista di diffusione
mg: Fitantanan'ireo lisotran'ny zavatra avoaka
pt: Gestão da lista de difusão
ro: Administreaza o lista de distributie

# psm_added_to_favorites
source: Added to favorites
ca: Afegit a les adreces d'interès.
de: zu Favoriten genommen.
es: Añadido a los favoritos.
eu: Gogokoei erantsita
fr: Ajouté aux favoris
gl: Engadido aos favoritos.
it: L'oggetto è stato aggiunto ai favoriti.
mg: Ampio anisan'ireo tianao.
pt: Adicionado aos favoritos.
ro: Adauga la favorite

# psm_already_in_favorites
source: Link is already in favorites
ca: L'enllaç ja existeix.
de: Verweis ist bereits in den Favoriten
eu: Esteka gogokoetan dago.
fr: Lien déjà présent dans les favoris
gl: O enlace xa está en favoritos.
pt: Este link já está nos favoritos

# psm_cannot_create_favorites
source: Cannot add content to favorites
ca: No es pot afegir contingut a les adreces d'interès.
de: Kann nicht zu Favoriten genommen werden
eu: Ezin duzu edukirik erantsi gogokoetan.
fr: Impossible d'ajouter des liens aux favoris
gl: Non pode engadir contido a favoritos.
pt: Não pode adicionar conteúdo a favoritos

# psm_content_created
source: Content created.
ca: Objecte creat.
de: Inhalt erstellt.
es: Objeto creado.
eu: Objektua sortuta.
fr: Objet créé.
gl: Obxecto creado.
it: Il contenuto è stato creato.
mg: Voaforina.
pt: Objecto criado.
ro: Obiect creat.

# psm_content_changed
source: Content changed.
ca: Modificat.
de: Inhalt geändert.
es: Modificaciones efectuadas.
eu: Eginiko aldaketak.
fr: Modifications effectuées.
gl: Modificacións efectuadas.
it: Il contenuto è stato modificato.
mg: Voaova ny taloha.
pt: Modificações efectuadas
ro: Modificari efectuate.

# psm_content_error
source: Invalid entry, please correct the errors.
ca: Entrada no vàlida, cal corregir els errors.
de: Ungültiger Eintrag, bitte Fehler beheben.
es: Entrada no válida, corrija por favor los errores.
eu: Baliogabeko sarrera, akatsak zuzendu, mesedez.
fr: Entrée invalide, veuillez corriger les erreurs.
gl: Entrada non válida, corrixa por favor os erros.
it: Selezione non valida, correggi l'errore.
mg: Tsarao fa misy diso izy izany.
pt: Entrada inválida; corrija os erros, por favor.
ro: Intrare invalida, te rog corecteaza erorile.

# psm_copy_or_cut_at_least_one_document
source: Copy or cut at least one document.
ca: Copie o enganxe almenys un document.
de: Kopieren oder Auschneiden mindestens eines Dokumentes.
es: Copie o pegue al menos un documento.
eu: Dokumentu bat, gutxienez, kopiatu edo itsasi.
fr: Copiez ou collez au moins un document.
gl: Copie ou pegue ao menos un documento.
it: Copia o taglia almeno un oggetto.
mg: Mandikaha na manapaha antotandahatsoratra iray farafahakeliny.
pt: Copie ou corte pelo menos um documento.
ro: Copiaza sau sterge cel putin un document.

# psm_item(s)_copied
source: Item(s) copied.
ca: Objecte(s) copiat(s).
de: Objekt(e) kopiert.
es: Objeto(s) copiado(s).
eu: Objetua(k) kopiatuta.
fr: Objet(s) copié(s).
gl: Obxecto(s) copiado(s).
it: Elemento (i) copiato (i).
mg: Zavatra voadika.
pt: Objeto(s) copiado(s)
ro: Obiect(e) copiat(e).

# psm_item(s)_cut
source: Item(s) cut.
ca: Objecte(s) tallat(s).
de: Objekt(e) ausgeschnitten.
es: Objeto(s) cortado(s).
eu: Objektua(k) ebakita.
fr: Objet(s) coupé(s).
gl: Obxecto(s) cortado(s).
it: Elemento (i) tagliato (i).
mg: Zavatra voatapaka.
pt: Objeto(s) cortados(s).
ro: Obiect(e) taiat(e).

# psm_item(s)_pasted
source: Item(s) pasted.
ca: Objecte(s) enganxat(s).
de: Objekt(e) eingefügt.
es: Objeto(s) pegado(s).
eu: Objektua(k) itsatsita.
fr: Objet(s) collé(s).
gl: Obxecto(s) pegado(s).
it: Elemento (i) incollato (i).
mg: Zavatra voapetaka.
pt: Objeto(s) colado(s).
ro: Obiect(e) copiat(e).

# psm_item(s)_deleted
source: Item(s) deleted.
ca: Objecte(s) esborrat(s).
de: Objekt(e) gelöscht.
es: Objeto(s) borrado(s).
eu: Objektua(k) ezabatuta.
fr: Objet(s) effacé(s).
gl: Obxecto(s) borrado(s).
it: Elemento (i) eliminato (i).
mg: Voafafa ilay zavatra teo.
pt: Objeto(s) removido(s).
ro: Obiect(e) sters(e).

# psm_item(s)_renamed
source: Item(s) renamed.
ca: Objecte(s) renombrat(s).
de: Objekt(e) umbenannt.
es: Objeto(s) renombrado(s).
eu: Objektua(k) berrizendatuta.
fr: Objet(s) renommé(s).
gl: Obxecto(s) renomado(s).
it: Elemento (i) eliminato (i).
mg: Zavatra niova anarana.
pt: Objeto(s) renomeado(s)
ro: Obiect(e) redenumit(e).

# psm_item(s)_moved_up
source: Item(s) moved up.
ca: Objecte(s) mogut amunt.
de: Objekt(e) aufwärts geschoben
eu: Itema(k) gora eramanda.
fr: Objet(s) déplacé(s) au dessus.
gl: Item(s) movido arriba.
pt: Item(s) movidos para cima.

# psm_item(s)_moved_down
source: Item(s) moved down.
ca: Objecte(s) mogut(s) avall
de: Objekt(e) abwärts geschoben
eu: Itema(k) behera eramanda
fr: Objet(s) déplacé(s) en dessous.
gl: Item(s) movido abaixo
pt: Item(s) movidos para baixo.

# psm_item(s)_moved_to_top
source: Item(s) moved top.
ca: Objecte(s) mogut(s) al principi
de: Objekt(e) an den Anfang verschoben
eu: Itema(k) hasierara eramanda
fr: Objet(s) déplacé(s) au début.
gl: Item(s) moviido ao principio
pt: Item(s) movidos para o topo.

# psm_item(s)_moved_to_bottom
source: Item(s) moved bottom.
ca: Objecte(s) mogut(s) al final
de: Objekt(e) an das Ende geschoben.
eu: Itema(k) amiaerara eramanda
fr: Objet(s) déplacé(s) à la fin.
gl: Item(s) movido ao final
pt: Item(s) movidos para a base.

# psm_operation_not_allowed
source: Operation not allowed.
ca: Operació no permesa.
de: Operation nicht erlaubt.
es: Operación no permitida.
eu: Baimenik gabeko jarduera
fr: Opération non permise.
gl: Operación non permitida.
it: Operazione non consentita.
mg: Tsy azo atao.
pt: Operação não permitida.
ro: Operatie nepermisa.

# psm_revision_reverted
source: Reverted to old revision.
ca: Versió antiga recuperada.
de: zurückgegriffen auf alte Version.
es: Versión antigua recuperada.
eu: Antzineko bertsioa berreskuratuta.
fr: Ancienne version récupérée.
gl: Versión antiga recuperada.
it: Una precedente versione dell'oggetto è stata recuperata.
mg: Voaverina ny laharana taloha.
pt: Versão antiga recuperada.
ro: Vechea versiune recuperata.

# psm_archive_deleted
source: Archive deleted.
ca: Arxiu esborrat
de: Objekt(e) gelöscht.
es: archivo borrado
eu: Artxiboa ezabatuta
fr: Archive effacée
gl: arquivo borrado
it: La versione è stata eliminata.
mg: Voafafa ny arisivy.
pt: Objecto(s) removido(s).
ro: Arhiva stearsa.

# psm_select_at_least_one_document
source: Select at least one document.
ca: Trie almenys un document.
de: Wählen sie mindestens ein Dokument aus.
es: Seleccione al menos un documento.
eu: Gutxienez, dokumenturen bat hautatu.
fr: Sélectionnez au moins un document.
gl: Seleccione polo menos un documento.
it: Seleziona almeno un oggetto.
mg: Mifidiana antotandahatsoratra iray farafakeliny.
pt: Seleccione pelo menos um documento.
ro: Selecteaza cel putin un document.

# psm_portal_reconfigured
source: Portal reconfigured.
ca: Portal reconfigurat.
de: Portal neu konfiguriert
es: Portal reconfigurado.
eu: Ataria berkonfiguratuta.
fr: Portail reconfiguré.
gl: Portal reconfigurado.
it: Il portale è stato riconfigurato.
mg: Fiovan'ny tranonkala.
pt: Portal reconfigurado.
ro: Portal reconfigurat.

# psm_status_changed
source: Workflow status changed.
ca: Estat de treball modificat.
de: Arbeitsabfolge (Workflow Status) geändert.
es: Estado modificado (en el flujo de trabajo).
eu: Egoera aldatuta (lan-fluxuan).
fr: État de workflow modifié.
gl: Estado modificado (no fluxo de traballo).
it: Lo stato del flusso di lavoro è stato modificato.
mg: Fiovan'ny workflow.
pt: Estado modificado (no fluxo de trabalho).
ro: Starea workflow-ului schimbata.

# psm_local_roles_changed
source: Local roles changed.
ca: Rols locals modificats.
de: Lokale Rollen geändert.
es: Roles locales modificados.
eu: Bertako rolak aldatuta.
fr: Rôles locaux modifiés.
gl: Roles locais modificados.
it: I ruoli locali sono stati modificati.
mg: Fiovan'ny andraikitra ato amin'ity tranokala ity.
pt: Papéis locais modificados.
ro: Rolurile locale au fost modificate.

# psm_local_roles_blocked
source: Local roles acquisition blocked
ca: Adquisició de rols locals bloquejada
de: Änderung Lokaler Rollen blockiert
eu: Bertako rolen esleipena blokeatuta
fr: Héritage des rôles locaux bloqué
gl: Adquisición de roles locais bloquedada
pt: Aquisição de papéis locais bloqueada.

# psm_local_roles_unblocked
source: Local roles acquisition unblocked
ca: Adquisició de rols locals desbloquejada
de: Änderung Lokaler Rollen sind erlaubt
eu: Bertako rolen esleipena desblokeatuta
fr: Héritage des rôles locaux débloqué
gl: Adquisición de roles locais desbloquedada
pt: Aquisição de papéis locais desbloqueada.

# psm_local_roles_select_members
source: Please select members first
ca: Per favor, seleccione primer els membres.
de: Bitte zuerst Teilnehmer auswählen
eu: Mesedez, lehendabizi kideak hautatu.
fr: Veuillez sélectionner des membres
gl: Por favor, seleccione primeiro os membros.
pt: Por favor, selecione os membros primeiro.

# psm_local_roles_no_editable_ids
source: No editable local roles
ca: Rols locals no modificables
de: es liegen keine lokalen Rollen zum Ändern vor
eu: Bertako rolak ezin editatu
fr: Pas de rôle local modifiable
gl: Roles locais non editables
pt: Nenhum papel local editável.

# psm_join_password_too_short
source: Your password must have at least 5 characters.
ca: La seua contrasenya ha de tenir al menys 5 caràcters.
de: Das Passwort muss mindestens 5 Zeichen lang sein.
es: Su contraseña debe tener al menos 5 caracteres.
eu: Zure pasahitzak, gutxienez, 5 hizki izan behar ditu.
fr: Votre mot de passe doit comporter au moins 5 caractères.
gl: O seu contrasinal debe ter polo menos 5 caracteres.
it: La password che hai inserito è troppo corta, deve essere composta da almeno 5 caratteri.
mg: Tsy maintsy misy litera 5 farafahakeliny ny mot de passe.
pt: A sua senha deve ter no mínimo 5 caracteres.
ro: Parola trebuie sa aiba cel putin 5 caractere.

# psm_join_password_mismatch
source: Your password and your confirmation don't match.
ca: La contrasenya no es correspon amb la confirmació.
de: Das Passwort und die Wiederholung passen nicht überein.
es: La contraseña y su confirmación no se corresponden.
eu: Pasahitza eta bere berrespena ez datoz bat.
fr: Votre mot de passe et sa confirmation ne correspondent pas.
gl: O contrasinal e a súa confirmación non se corresponden.
it: La password che hai inserito e la conferma non coincidono. Controlla e correggi il valore.
mg: Tsy mitovy ny mot de passe-nao sy ny famerenanao azy.
pt: A sua senha e sua confirmação não são iguais.
ro: Parola ta si confirmarea ei nu corespund.

# psm_join_invalid_name
source: The name you have chosen is invalid. Please change it or try another one.
ca: El seu nom d'usuari no és vàlid. Per favor, trie un altre.
de: Der gewählte Name ist ungültig. Bitte ändern sie ihn oder nehmen sie einen neuen.
es: Su nombre de usuario no es válido. Por favor, escoja otro.
eu: Zure erabiltzaile-izena ez du balio. Aukeratu beste bat, mesedez.
fr: Votre nom d'utilisateur est invalide. Veuillez le modifier ou en choisir un autre.
gl: O seu nome de usuario non é válido. Por favor, escolla outro.
it: Il nome che hai scelto non è valido. Scegli un identificativo differente.
mg: Anarana mpikambana tsy mety. Ovay na mitadiava hafa azafady.
pt: O seu nome de utilizador não é válido. Por favor, escolha outro.
ro: Numele tau de utilizator este invalid. Modifica-l sau alege altul.

# psm_join_login_already_used
source: The login you have chosen is already in use. Please try another one.
ca: Este nom d'usuari ja està agafat. Per favor, trie un altre.
de: Der Name wird bereits genutzt. Bitte nehmen sie einen anderen.
es: Este nombre de usuario ya está cogido. Por favor, escoja otro.
eu: Erabiltzaile-izen hau hartuta dago dagoeneko.Mesedez, aukera ezazu beste bat.
fr: Ce nom d'utilisateur est déjà pris. Veuillez en choisir un autre.
gl: Este nome de usuario xa está collido. Por favor, escolla outro.
it: Il nome di autenticazione che hai scelto è già utilizzato da un altro utente. <br />Scegli un nome differente.
mg: Ity anarana ity dia efa nisy naka. Anarana hafa ampiasaina azafady.
pt: Este nome de utilizador já foi escolhido. Por favor, escolha outro.
ro: Acest nume de utilizator este deja luat. Alege alt nume.

# psm_join_invalid_email
source: Your email is invalid. Please check it.
ca: La seua adreça de correu electrònic no és vàlida. Per favor, verifiqui-la.
de: Ihre Email ist ungültig. Bitte Syntax prüfen.
es: Su dirección de correo-e no es válida. Por favor, verifíquela.
eu: Zure posta-elektonikoaren helbideak ez du balio. Berretsi ezazu, mesedez
fr: Votre adresse de courriel est invalide. Veuillez la vérifier.
gl: A súa dirección de correo-e non é válida. Por favor, verifíquea.
it: L'indirizzo e-mail che hai inserito non è valido. Controlla e correggi il valore.
mg: Mailaka tsy mety. Mba amarino azafady
pt: O seu endereço de email não é válido. Por favor, verifique.
ro: Adresa de email este invalida. Te rog sa o verifici.

# psm_reset_password_request_received
source: The request for resetting your password has been well received. An email has been sent to you for confirmation. Note that this email can take a certain amount of time to reach you, delays of more than an hour are not uncommon.
ca: Contrasenya rebuda
de: Meldung Passwort zurücksetzen erhalten
es: recibida contraseña
eu: pasahitza jasota
fr: La demande de réinitialisation de votre mot de passe a bien été reçue. Un courriel vous a été envoyé pour confirmation. Notez que ce courriel peut mettre un certain temps pour vous parvenir, des délais de plus d'une heure ne sont pas rares.
gl: recibido contrasinal
pt: Pedido de redefinição de senha recebido
ro: Cererea de reinitializare a parolei a fost primita. Un email de confirmare ti-a fost trimis.

# psm_reset_password_success_and_new_password_is
source: <p>Your password has been successfully reinitialized. Your user name is <strong>${username}</strong> and your new password is <strong>${new_password}</strong></p><p>Once logged, you will be able to change this password in User actions -> My preferences</p>
ca: La contrasenya s'ha restaurat. La seua nova contrasenya és: ${new_password}
de: <p>Ihr Passwort wurde erfolgreich zurückgestzt. Ihr neues Passwort ist: <strong>${new_password}</strong></p><p>Sobald Sie angemeldet sindkönnen Sie Ihr Passwort ändern unter ... Meine Einstellungen</p>
es: Su contraseña se ha restaurado con éxito. Su nueva contraseña es: ${new_password}
eu: Zure pasashitza arrakastaz berreskuratu dugu. Zure pasahitza berria hauxe da: ${new_password}
fr: <p>Votre mot de passe a bien été réinitialisé. Votre nom d'utilisateur est <strong>${username}</strong> et votre nouveau mot de passe est <strong>${new_password}</strong></p><p>Une fois authentifié, vous pourrez changer ce mot de passe dans Mes actions -> Mes préférences</p>
gl: O seu contrasinal restaurouse con éxito. O seu novo contrasinal é: ${new_password}
pt: A sua senha foi reinicializada com sucesso. A sua nova senha é: ${new_password}

# psm_reset_password_problem
source: The resetting of your password has failed.
ca: problema amb la contrasenya
de: Passwort Reset Problem
es: problema con la contraseña
eu: pasahitzarekin arazoak
fr: La réinitialisation de votre mot de passe a échoué.
gl: problema co contrasinal
pt: Problema ao redefinir a senha
ro: Resetarea parolei tale a esuat.

# psm_translation_added
source: Version for translation added
ca: versió per a traducció afegida
de: Version fürs Übersetzen hinzugefügt
es: versión para traducción añadida
eu: erantsitako itzulpenerako bertsioa
fr: Version de traduction créée
gl: versión para tradución engadida
pt: Versão para tradução adicionada
ro: Versiunea pentru traducere a fost adaugata.

# psm_translation_deleted
source: Translation deleted
ca: Traducció esborrada
eu: Itzulpena ezabatuta
fr: Traduction effacée
gl: Tradución borrada
pt: Tradução removida.

# psm_default_language_set
source: Portal default language set
ca: llista d'idiomes per defecte per al portal
de: Portal Standart Sprache Setting
es: lista de idiomas por defecto para el portal
eu: Atarian lehenetsita dauden hizkuntza-zerrenda
fr: Langue par défaut du site modifiée
gl: lista de idiomas por defecto para o portal
pt: Idioma padrão do portal definido
ro: Limba implicita setata in portal

# psm_language_added
source: New language(s) available
ca: Afegit(s) nou(s) idioma(s)
de: Neue Sprache(n) verfügbar
es: Nuevo(s) idioma(s) disponibles
eu: Hizkuntza berria(k) eskuragarri
fr: Nouvelle(s) langue(s) disponible(s)
gl: Novo(s) idioma(s) dispoñibles
pt: Novo(s) idioma(s) disponível(is)
ro: Noi limbi disponibile
