Repository: nuxeo-cps/products--CPSDefault
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, mg, pt, ro

source: ${portal_title}: Membership reminder
ca: ${portal_title}: Recordar la contrasenya
eu: ${portal_title}: Pasahitza gogoratu
fr: ${portal_title} : Rappel de mot de passe
gl: ${portal_title}: Recordar o contrasinal
pt: ${portal_title}: Lembrança de Senha

source: Created by ${item_creator}. Last modified ${item_modification}.
ca: Creat per ${item_creator}. Darrera modificació el ${item_modification}.
de: Erstellt durch ${item_creator}. Zuletzt geändert am ${item_modification}.
es: Creado por ${item_creator}. Última modificación el ${item_modification}.
eu: ${item_creator}k sortua. Azken aldaketa: ${item_modification}.
fr: Créé par ${item_creator}. Dernière modification le ${item_modification}.
gl: Creado por ${item_creator}. Última modificación o ${item_modification}.
it: Creato da: ${item_creator}. Data di ultima modifica: ${item_modification}.
mg: Noforonin'ny ${item_creator}. Navaozina farany ny ${item_modification}.
pt: Criado por ${item_creator}, Última modificação ${item_modification}
ro: Creat de ${item_creator}. Modificat ultima oara ${item_modification}.

source: Join
ca: Inscriure'm
de: Anmelden
es: Inscribirme
eu: Izena eman
fr: Inscription
gl: Inscribirme
it: Nuovo collaboratore?
mg: Hisoratra anarana aho
pt: Associar
ro: Inscriere

source: Language
ca: Idioma
de: Sprache
es: Idioma
eu: Hizkuntza
fr: Langue
gl: Idioma
it: Lingua:
mg: Fiteny
pt: Idioma
ro: Limba

source: Language
ca: Idioma...
de: Sprache...
es: Idioma...
eu: Hizkuntza...
fr: Langue
gl: Idioma...
pt: Idioma
ro: Limba...

source: Log in/out
ca: Entrar / Eixir
eu: Sartu / Irten
fr: Connexion/Déconnexion
gl: Entrar / Saír
pt: Login/Logout

source: Objects: <strong> ${batch_start} - ${batch_limit} </strong> of ${batch_length}
ca: Objectes: <strong> ${batch_start} - ${batch_limit} </strong> de ${batch_length}
eu: Objektuak: <strong> ${batch_start} - ${batch_limit} </strong> of ${batch_length}
fr: Objets <strong> ${batch_start} - ${batch_limit} </strong> sur ${batch_length}
gl: Obxectos: <strong> ${batch_start} - ${batch_limit} </strong> de ${batch_length}
pt: Objectos: <strong> ${batch_start} - ${batch_limit} </strong> de ${batch_length}

source: Request made by IP ${ip} at ${time}
ca: Petició realitzada per la IP ${ip} a les ${time}
eu: Ondoko IP ${ip}k eginiko eskaria ${time}etan
fr: Requête effectuée par l'adresse IP ${ip}, le ${time}
gl: Petición realizada pola IP ${ip} ás ${time}
pt: Pedido feito pelo IP ${ip} em ${time}

source: Role
ca: Rol
de: Rolle
eu: Rola
fr: Rôle
gl: Rol
pt: Papel

source: You are currently logged in as ${member}
ca: Ha iniciat sessió com a ${member}
de: Sie sind angemeldet als ${member}
es: Ha iniciado sesión como ${member}
eu: Saioa ${member} gisa hasi zara
fr: Vous êtes authentifié en tant que ${member}
gl: Iniciou sesión como ${member}
pt: Está registado actualmente como ${member}

source: Your login:
ca: Nom d'usuari:
eu: Zure erabiltzaile-izena:
fr: Votre identifiant :
gl: O seu nome de usuario:
pt: O seu login:

source: Your password:
ca: Contrasenya:
eu: Zure pasahitza:
fr: Votre mot de passe :
gl: O seu contrasinal:
pt: A sua senha:

source: Your query gave ${nb_results} results
ca: La recerca ha proporcionat ${nb_results} resultats.
de: Ihre Suche ergab ${nb_results} Ergebnisse
es: Su búsqueda ha devuelto ${nb_results} resultados.
eu: Zure bilaketak ondoko ${nb_results} emaitzak sortu ditu
fr: Votre recherche a retourné ${nb_results} résultats.
gl: A súa busca devolveu ${nb_results} resultados.
it: La tua ricerca ha restituito ${nb_results} risultati.
mg: Ny fikarohanao dia nanome valiny ${nb_results}.
pt: A sua pesquisa deu ${nb_results} resultados.
ro: Cererea ta a intors ${nb_results} rezultate.

# accessibility_accesskeys_description
source: The access keys or keyboard shortcuts available to browse this site are as follows:
ca: Les tecles d'accés o dreceres del teclat per a navegar pel portal són les següents:
eu: Ataritik nabegatzeko dituzun sarbide-teklak edo teklatu-lasterbideak ondoko hauek dira:
fr: Les touches d'accès ou raccourcis clavier disponibles pour naviguer sur ce site sont les suivants&nbsp;:
gl: As teclas de acceso ou atallos do teclado dispoñibles para navegar polo portal son os seguintes:
pt: As teclas de acesso ou atalhos de teclado disponíveis para navegar neste site são as seguintes:

# accessibility_accesskeys_title
source: Accesskeys or keyboard shortcuts
ca: Tecles d'accés i/o dreceres del teclat
eu: Sarbide-teklak edota teklatu-lasterbideak
fr: Touches d'accès ou raccourcis clavier
gl: Teclas de acceso e/ou atallos do teclado
pt: Teclas de acesso ou atalhos de teclado

# accessibility_accesskeys_usage
source: <ul><li>Firefox, Mozilla, Netscape, K-Meleon Windows : <kbd>Alt</kbd> + [<kbd>key</kbd>]</li><li>IE Windows : <kbd>Alt</kbd> + [<kbd>key</kbd>] + <kbd>Enter</kbd> (donnot use the numpad)</li><li>Opera 7+ Windows, Macintosh, Linux : <kbd>Esc</kbd> + <kbd>Shift</kbd> + [<kbd>key</kbd>]</li><li>Opera 10.60, Macintosh : <kbd>Shift</kbd>, then <kbd>Esc</kbd>, then [<kbd>key</kbd>] (successively)</li><li>Safari 1.2+ Macintosh : <kbd>Ctrl</kbd> + [<kbd>key</kbd>]</li><li>Safari 5.0.1, Macintosh : <kbd>Ctrl</kbd> + <kbd>Alt</kbd> + [<kbd>key</kbd>]</li><li>Firefox, Mozilla, Netscape Macintosh : <kbd>Ctrl</kbd> + [<kbd>key</kbd>]</li><li>Firefox, Mozilla, Galeon Linux : <kbd>Alt</kbd> + [<kbd>key</kbd>]</li><li>Konqueror 3.3+ : <kbd>Ctrl</kbd>, then [<kbd>key</kbd>] (successively)</li></ul>
ca: <ul><li>IE Windows&nbsp;: <kbd>Alt</kbd> + [<kbd>tecla d'accés</kbd>], després <kbd>Intro</kbd> (no empri el teclat numèric)&nbsp;;</li> <li>Mozilla, Netscape, K-Meleon, FireFox&nbsp;Windows: <kbd>Alt</kbd> + [<kbd>tecla d'accés</kbd>]&nbsp;;</li> <li>Opera 7 Windows,&nbsp;Macintosh, Linux : <kbd>Esc</kbd> + <kbd>Majúscules</kbd> + [<kbd>tecla d'accés</kbd>]&nbsp;;</li> <li>MSIE Macintosh&nbsp;: <kbd>Ctrl</kbd> + [<kbd>tecla d'accés</kbd>], després <kbd>Intro</kbd>&nbsp;;</li> <li>Safari 1.2 Macintosh&nbsp;: <kbd>Ctrl</kbd> + [<kbd>tecla d'accés</kbd>]&nbsp;;</li> <li>Mozilla, Netscape Macintosh&nbsp;: <kbd>Ctrl</kbd> + [<kbd>tecla d'accés</kbd>]&nbsp;;</li> <li>Galeon/Mozilla/FireFox Linux&nbsp;: <kbd>Alt</kbd> + [<kbd>tecla d'accés</kbd>]&nbsp;;</li> <li>Konqueror&nbsp;3.3+&nbsp;: <kbd>Ctrl</kbd>, després [<kbd>tecla d'accés</kbd>] (successivament)&nbsp;;</li> <li>Netscape 4, Camino, Galeon, Konqueror anteriors a la versió 3.3.0, Omniweb, Safari anteriors a la versió 1.2, Opera Windows/Linux anteriors a la versión7, no suporten <code>les tecles d'accés.</code></li></ul>
es: <strong>Mozilla</strong>: Presione simultáneamente la tecla Alt, la tecla Mayúsc y una de las teclas del teclado (pero no el teclado numérico). Irá directamente al lugar deseado.Si utiliza letras, puede prescindir de presionar la tecla May.<br/><br>Con <strong>IE6</strong>: Presione simultáneamente la tecla Alt, la tecla Mays y una de las teclas del teclado (pero no el teclado numérico) y seguidamente presione la tecla "Entrar" para ir al lugar deseado.<br><br><strong>Opera</strong>: ¡no soporta las teclas de acceso!<br><br>
eu: <ul><li>IE Windows&nbsp;: <kbd>Alt</kbd> + [<kbd>sarbide-tekla</kbd>],gero <kbd>Intro</kbd> (ez erabili teklatu zenbakiduna)&nbsp;;</li> <li>Mozilla, Netscape, K-Meleon, FireFox&nbsp;Windows: <kbd>Alt</kbd> + [<kbd>tecla de acceso</kbd>]&nbsp;;</li> <li>Opera 7 Windows,&nbsp;Macintosh, Linux : <kbd>Esc</kbd> + <kbd>Mayúsculas</kbd> + [<kbd>tecla de acceso</kbd>]&nbsp;;</li> <li>MSIE Macintosh&nbsp;: <kbd>Ctrl</kbd> + [<kbd>sarbide-tekla</kbd>], gero<kbd>Intro</kbd>&nbsp;;</li> <li>Safari 1.2 Macintosh&nbsp;: <kbd>Ctrl</kbd> + [<kbd>sarbide-tekla</kbd>]&nbsp;;</li> <li>Mozilla, Netscape Macintosh&nbsp;: <kbd>Ctrl</kbd> + [<kbd>sarbide-tekla</kbd>]&nbsp;;</li> <li>Galeon/Mozilla/FireFox Linux&nbsp;: <kbd>Alt</kbd> + [<kbd>sarbide-tekla</kbd>]&nbsp;;</li> <li>Konqueror&nbsp;3.3+&nbsp;: <kbd>Ctrl</kbd>, gero [<kbd>sarbide-tekla</kbd>] (hurrenez hurren)&nbsp;;</li> <li>Netscape 4, Camino, Galeon, Konqueror 3.3.0 bertsio aurrekoek, Omniweb, Safari 1.2 bertsio aurrekoek, Opera Windows/Linux 7 bertsio aurrekoek, ez dute <code>sarbide-teklarik erabiltzen.</code></li></ul>
fr: <ul> <li>IE Windows&nbsp;: <kbd>Alt</kbd> et [<kbd>accesskey</kbd>], puis <kbd>Entrée</kbd> (ne pas utiliser le pavé numérique)&nbsp;;</li> <li>Firefox, Mozilla, Netscape, K-Meleon Windows: <kbd>Alt</kbd> et [<kbd>accesskey</kbd>]&nbsp;;</li> <li>Opera 7+ Windows,&nbsp;Macintosh, Linux : <kbd>Esc</kbd> + <kbd>Shift</kbd> et [<kbd>accesskey</kbd>]&nbsp;;</li> <li>Safari 1.2+ Macintosh&nbsp;: <kbd>Ctrl</kbd> et [<kbd>accesskey</kbd>]&nbsp;;</li> <li>Mozilla, Netscape Macintosh&nbsp;: <kbd>Ctrl</kbd> et [<kbd>accesskey</kbd>]&nbsp;;</li> <li>Firefox, Mozilla, Galeon Linux&nbsp;: <kbd>Alt</kbd> et [<kbd>accesskey</kbd>]&nbsp;;</li> <li>Konqueror&nbsp;3.3+&nbsp;: <kbd>Ctrl</kbd>, puis [<kbd>accesskey</kbd>] (successivement).</li> </ul>
gl: <ul><li>IE Windows&nbsp;: <kbd>Alt</kbd> + [<kbd>tecla de acceso</kbd>], luego <kbd>Intro</kbd> (non utilice o teclado numérico)&nbsp;;</li> <li>Mozilla, Netscape, K-Meleon, FireFox&nbsp;Windows: <kbd>Alt</kbd> + [<kbd>tecla de acceso</kbd>]&nbsp;;</li> <li>Opera 7 Windows,&nbsp;Macintosh, Linux : <kbd>Esc</kbd> + <kbd>Maiúsculas</kbd> + [<kbd>tecla de acceso</kbd>]&nbsp;;</li> <li>MSIE Macintosh&nbsp;: <kbd>Ctrl</kbd> + [<kbd>tecla de acceso</kbd>], logo <kbd>Intro</kbd>&nbsp;;</li> <li>Safari 1.2 Macintosh&nbsp;: <kbd>Ctrl</kbd> + [<kbd>tecla de acceso</kbd>]&nbsp;;</li> <li>Mozilla, Netscape Macintosh&nbsp;: <kbd>Ctrl</kbd> + [<kbd>tecla de acceso</kbd>]&nbsp;;</li> <li>Galeon/Mozilla/FireFox Linux&nbsp;: <kbd>Alt</kbd> + [<kbd>tecla de acceso</kbd>]&nbsp;;</li> <li>Konqueror&nbsp;3.3+&nbsp;: <kbd>Ctrl</kbd>, luego [<kbd>tecla de acceso</kbd>] (sucesivamente)&nbsp;;</li> <li>Netscape 4, Camino, Galeon, Konqueror anteriores á versión 3.3.0, Omniweb, Safari anteriores á versión 1.2, Opera Windows/Linux anteriores á versión 7, non soportan <code>as teclas de acceso.</code></li></ul>
pt: <p><strong>Mozilla</strong>: Pressione ALT + o número em negrito para ir para aquele link </p><p></p><p><strong>IE</strong>: Pressione ALT + o número (não utilize o teclado numérico) então pressione Enter para seguir aquele link.</p> <p></p> <p><strong>Opera</strong>: Não suporta atalhos ainda! </p>

# accessibility_accesskeys_usage_description
source: Here are indications, and without being exhaustive, on how to use accesskeys on some common web browsers:
ca: Observe com emprar les dreceres del teclat en alguns navegadors web:
eu: Begiratu nola erabiltzen dituzten teklatu-lasterbideak zenbait web nabigatzaileak:
fr: Voici à titre d'indication, et sans être exhaustif, comment utiliser les touches d'accès sur certains navigateurs web &nbsp;:
gl: Observe cómo usar os atallos do teclado nalgúns navegadores web:
pt: Abaixo estão as instruções de como usar as teclas de acesso em algums navegadores comuns:

# accessibility_contact_link
source: Contact
ca: Enllaç de contacte
de: Kontakt
es: Información sobre accesibilidad
eu: Harremanetarako pertsona
fr: Contacter l'administrateur du site
gl: Enlace de contacto
it: Contatta
mg: Tatitra fahazahoan-dalana
pt: Contacto

# accessibility_content_link
source: Go to the content
ca: Anar al contingut
de: Gehe zum Inhalt
es: Ir al contenido
eu: Edukietara jo
fr: Aller au contenu
gl: Ir ao contido
it: Visualizza i contenuti
mg: Mankany amin'ny votoatiny
pt: Conteúdo
ro: Mergi la continut

# accessibility_description
source: <p>This site has been designed to be accessible.</p>
ca: Este lloc web s'ha dissenyat respectant les normes d'accessibilitat determinades pels estàndards <a href="http://www.w3.org/">W3C</a>. Això ha estat refrendat amb <a href="http://www.wave.webaim.org/">l'eina d'accessibilitat web WAVE</a>.
de: Der Zugang und die Navigation innerhalb des Portals ist beschrieben unter <a href="http://www.acces-pour-tous.net/">acces pour tous</a>
es: Este sitio ha sido concebido para ser accesible, trabajando a partir de las reglas de navegación definidas en <a href="http://www.acces-pour-tous.net/">accès pour tous</a>.
eu: Toki hau sarbide-arauak zainduz diseinaturik dago. <a href="http://www.w3.org/">W3C</a> estandarrak errespetatu . Erabilerraztasun hau <a href="http://www.wave.webaim.org/"> bidez landu izan da.Sarbide-tresna: WAVE Web</a>.
fr: <p>Ce site a été conçu pour être accessible.</p>
gl: Este sitio foi deseñado coidando as normas de accesibilidade. Respecta os estándares <a href="http://www.w3.org/">W3C</a>. Dita accesibilidade foi refrendada coa <a href="http://www.wave.webaim.org/">Ferramenta de accesibilidade WAVE Web</a>.
it: Questo sito è progettato per l'accessibilità nella navigazione come definito in: <a href="http://www.acces-pour-tous.net/">acces pour tous</a>
mg: Ity tranonkala ity dia natokana ho an'ny daholobe .Ny fidirana ao dia araky ny fitsipika mifehy ny serasera an-tranonkala hita ao amin'ny: <a href="http://www.acces-pour-tous.net/">accès pour tous</a>.
pt: Este site é projectado para acessibilidade de navegação definida em
ro: Acest site a fost conceput pentru a fi accesibil tuturor.

# accessibility_explanations_description
source: <p>This site has been designed to be accessible. It respects the W3C <a href="http://www.w3.org/WAI">Web Accessibility Initiative (WAI)</a> accessibility standards and recommendations. The accessibility of this site has been worked on with the following validation and evaluation tool : <a href="http://wave.webaim.org/">WAVE Web Accessibility Tool</a>.</p>
fr: <p>Ce site a été conçu pour être accessible. Il respecte les standards et recommandations d'accessibilité de la <a href="http://www.w3.org/WAI" hreflang="en">Web Accessibility Initiative (WAI)</a> du W3C. L'accessibilité de ce site a été travaillée avec les outils de validation et d'évaluation suivants :</p><ul><li><a href="http://wave.webaim.org/" hreflang="en">WAVE Web Accessibility Tool</a></li><li>ainsi qu'avec avec <a href="http://www.openweb.eu.org/">OpenWeb</a>, première ressource francophone sur les standards Web</li></ul>
gl: Este sitio foi deseñado coidando as normas de accesibilidade. Respecta os estándares <a href="http://www.w3.org/">W3C</a>. Dita accesibilidade foi refrendada coa <a href="http://www.wave.webaim.org/">Herramienta de accesibilidad WAVE Web</a>.
pt: Este site é projectado para acessibilidade de navegação definida em

# accessibility_explanations_title
source: Accessibility explanations
fr: Précisions sur l'accessibilité
gl: Precisións sobre a accesibilidade

# accessibility_home_link
source: Go to the homepage
ca: Anar a la pàgina d'entrada
de: Gehe zur Startseite
es: Ir a la página de bienvenida
eu: Ongi etorri orrialdera jo
fr: Aller à la page d'accueil
gl: Ir á páxina de benvida
it: Visualizza la pagina iniziale del portale
mg: Mankany amin'ny pejy fandraisana
pt: Home
ro: Mergi la prima pagina

# accessibility_menu_link
source: Go to the menu
ca: Anar al menú
de: Gehe zum Menü
es: Ir al menú
eu: Menura jo
fr: Aller au menu
gl: Ir ao menú
it: Visualizza il menù
mg: Mankany amin'ny sokajim-pejy (Menu)
pt: Menu
ro: Mergi la meniu

# accessibility_page_link
source: Accessibility
ca: Informació d'accessibilitat
de: Zugangsinformationen
es: Información de accesibilidad
eu: Erabilerraztasun-informazioak
fr: Informations d'accessibilité
gl: Información de accesibilidade
it: Accessibilità
mg: Tatitra fahazahoan-dalana
pt: Página
ro: Accesibilitate

# accessibility_search_link
source: Go to search engine
ca: Anar al motor de recerca intern
de: Gehe zum Such Formular
es: Ir al motor de búsqueda interno
eu: Barneko bilaketa-motorrera jo
fr: Aller au moteur de recherche interne
gl: Ir ao motor de busca interno
it: Visualizza il motore di ricerca interno del portale
mg: Mankany amin'ny sehatra fikarohana ny votoatin'ny tranonkala
pt: Busca Avançada
ro: Mergi la motorul de cautare

# accessibility_title
source: Accessibility information
ca: Informacions d'accessibilitat
de: Zugangs Informationen
es: Informaciones de accesibilidad
eu: Erabilerraztasun-informazioak
fr: Informations d'accessibilité
gl: Informacións de accesibilidade
it: Informazioni sull'accessibilità
mg: Tatitra fahazahoan-dalana
pt: Acessibilidade
ro: Informatii despre accesibilitate

# action_accessibility
source: Accessibility
ca: Accessibilitat
de: Zugang
es: Accesibilidad
eu: Erabilerraztasuna
fr: Accessibilité
gl: Accesibilidade
it: Accessibilità
mg: Fahazoan-dalana
pt: Acessibilidade
ro: Accesibilitate

# action_print
source: Print
ca: Imprimir
de: Drucken
es: Imprimir
eu: Inprimatu
fr: Imprimer
gl: Imprimir
it: Versione stampabile
mg: Avoaka an-taratasy
pt: Imprimir
ro: Tipareste

# batch_next
source: Next
ca: Següents
de: Weiter
es: Siguientes
eu: Hurrengoak
fr: Suivants
gl: Seguintes
it: Successivi
mg: Manaraka
pt: Próximo
ro: Inainte

# batch_previous
source: Previous
ca: Anteriors
de: Zurück
es: Anteriores
eu: Aurrekoak
fr: Précédents
gl: Anteriores
it: Precedenti
mg: Ny teo aloha
pt: Anterior
ro: Inapoi

# button_abandon_draft
source: Give up the revision
ca: Abandonar la revisió
de: Version aufgeben
es: Abandonar la versión
eu: Berrikusketa bertan behera utzi
fr: Abandonner la version
gl: Abandonar a revisión
it: Abbandona
mg: Ovaina ny laharana (version)
pt: Abandonar Rascunho
ro: Abandoneaza revizia

# button_add
source: Add
ca: Afegir
de: Anlegen
es: Añadir
eu: Gehitu
fr: Ajouter
gl: Engadir
it: Aggiungi
mg: Ampiana
pt: Adicionar
ro: Adauga

# button_apply
source: Apply
ca: Aplicar
de: Ausführen
es: Aplicar
eu: Aplikatu
fr: Appliquer
gl: Aplicar
it: Applica
mg: Ampiharina
pt: Aplicar
ro: Aplica

# button_assign_roles
source: Assign roles
ca: Assignar rols
de: Rollen zuweisen
es: Delegar rol
eu: Rolak esleitu
fr: Déléguer rôle
gl: Asignar roles
it: Assegna i ruoli
mg: Mitsinjara fahefana
pt: Atribuir Papéis
ro: Atribuie roluri

# button_back
source: Back
ca: Enrere
de: Zurück
es: Atrás
eu: Atzera
fr: Retour
gl: Atrás
it: Indietro
mg: Miverina
pt: Voltar
ro: Inapoi

# button_cancel
source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
eu: Ezeztatu
fr: Annuler
gl: Cancelar
it: Annulla
mg: Foanana
pt: Cancelar
ro: Renunta

# button_change
source: Save Changes
ca: Guardar canvis
de: Änderungen sichern
es: Guardar cambios
eu: Aldaketak gorde
fr: Enregistrer
gl: Gardar cambios
it: Salva variazioni
mg: Tehirizina
pt: Mudar
ro: Schimba

# button_change_and_edit
source: Save Changes & Edit
ca: Guardar canvis i editar
de: Änderungen speichern & bearbeiten
es: Guardar cambios
eu: Aldaketak gorde eta editatu
fr: Enregistrer et modifier
gl: Gardar cambios
it: Salva variazioni e modifica
mg: Tehirizina sy ovana
pt: Mudar e Editar
ro: Schimba si editeaza

# button_change_and_view
source: Save Changes & View
ca: Guardar i vore
de: Änderungen speichern & Ansehen
es: Guardar y ver
eu: Gorde eta ikusi
fr: Enregistrer et voir
gl: Gardar e ver
it: Salva variazioni e visualizza
mg: Tehirizina sy aseho
pt: Mudar e Visualizar
ro: Schimba si vizualizeaza

# button_checkin_draft
source: Checkin of a revision
ca: Validar la revisió
de: Version einchecken
es: Validar la versión
eu: Berrikusketa baliozkotu
fr: Valider la version
gl: Validar a revisión
it: Accetta
mg: Manaiky ny laharana (version)
pt: Registrar Rascunho
ro: Trimite o revizie

# button_checkout_draft
source: New revision
ca: Crear una versió
de: Version auschecken
es: Crear una versión
eu: Bertsioa sortu
fr: Nouvelle version
gl: Crear unha versión
it: Crea la nuova versione
mg: Manamboatra laharana(version)
pt: Retirar Rascunho
ro: Cere o revizie

# button_close
source: Close
ca: Tancar
de: Schliessen
es: cerrar
eu: Itxi
fr: Fermer
gl: Pechar
pt: Fechar
ro: Inchide

# button_copy
source: Copy
ca: Copiar
de: Kopieren
es: Copiar
eu: Kopiatu
fr: Copier
gl: Copiar
it: Copia
mg: Adika
pt: Copiar
ro: Copiaza

# button_cut
source: Cut
ca: Tallar
de: Ausschneiden
es: Cortar
eu: Ebaki
fr: Couper
gl: Cortar
it: Taglia
mg: Tapahina
pt: Cortar
ro: Taie

# button_delete
source: Delete
ca: Esborrar
de: Löschen
es: Borrar
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Elimina
mg: Vonoina
pt: Remover
ro: Sterge

# button_delete_archive
source: Delete this archive
ca: Esborrar aquest fitxer
de: Löschen Archiv
es: borrar este archivo
eu: Fitxategi hau ezabatu
fr: Supprimer cette archive
gl: Borrar este arquivo
it: Elimina questa versione
mg: Vonoina ity tahiry ity
pt: Remover
ro: Sterge aceasta arhiva

# button_hide_blocked_roles
source: Hide
eu: Blokeatu
fr: Cacher
gl: Bloquear
pt: esconder

# button_local_roles_block
source: Block
ca: Bloquejar
de: Blockieren!
es: Bloquear
eu: Blokeatu
fr: Bloquer
gl: Bloquear
it: Blocca
mg: Sakanana
pt: Bloqueio de Papéis Locais
ro: Blocheaza

# button_local_roles_unblock
source: Unblock
ca: Desbloquejar
de: Aktivieren!
es: Desbloquear
eu: Desblokeatu
fr: Débloquer
gl: Desbloquear
it: Sblocca
mg: Manala sakana
pt: Desbloqueio de Papéis Locais
ro: Deblocheaza

# button_login
source: Login
ca: Entrar
es: Entrar
eu: Sartu
fr: Me connecter
gl: Entrar
it: Autenticati
mg: Fanamarinana
ro: Autentificare

# button_move_bottom
source: Move bottom
ca: Anar al final
de: Ende
es: Mover al final
eu: Amaierara eraman
fr: Déplacer à la fin
gl: Mover ao final
it: Sposta alla fine
mg: Mifindra ho any amin'ny farany
pt: Mover para o Fundo
ro: Muta jos

# button_move_down
source: Move down
ca: Baixar
de: runter
es: Bajar
eu: Behera eraman
fr: Déplacer en dessous
gl: Baixar
it: Sposta in basso
mg: Mifindra ho eny ambany
pt: Mover para Baixo
ro: Muta mai jos

# button_move_top
source: Move top
ca: Anar a l'inici
de: Anfang
es: Poner al inicio
eu: Hasierara eraman
fr: Déplacer au début
gl: Poñer ao inicio
it: Sposta all'inizio
mg: Mifindra ho any amin'ny fiatombohany
pt: Mover para o Topo
ro: Muta sus

# button_move_up
source: Move up
ca: Pujar
de: hoch
es: Subir
eu: Gora eraman
fr: Déplacer au dessus
gl: Subir
it: Sposta in alto
mg: Mifindra ho eny ambony
pt: Mover para Cima
ro: Muta mai sus

# button_paste
source: Paste
ca: Enganxar
de: Einfügen
es: Pegar
eu: Itsatsi
fr: Coller
gl: Pegar
it: Incolla
mg: Apetraka
pt: Colar
ro: Lipeste

# button_publish
source: Publish
ca: Publicar
de: Publizieren
es: Publicar
eu: Argitaratu
fr: Publier
gl: Publicar
it: Pubblica
mg: Manely
pt: Publicar
ro: Publica

# button_register
source: Register
ca: Registrar-me
de: Anmelden
es: Registrarme
eu: Izena eman
fr: M'enregistrer
gl: Rexistrarme
it: Registrati
mg: Misoratra anarana
pt: Registrar
ro: Inregistreaza

# button_reject_publication
source: Reject publication
ca: Rebutjar la publicació
de: Publikation ablehnen
es: Rechazar la publicación
eu: Argitaratzea ukatu
fr: Rejeter la publication
gl: Rexeitar a publicación
it: Rifiuta la pubblicazione
mg: Lavina ny fampielezana
pt: Rejeitar Publicação
ro: Respinge publicarea

# button_rename
source: Change identifier
ca: Canviar la id de l'objecte
de: Umbenennen
es: Cambiar el id del objeto
eu: Izen berria eman
fr: Changer identifiant
gl: Cambiar o id do obxecto
it: Rinomina
mg: Ovaina ny id n'ny zavatra
pt: Renomear
ro: Redenumeste

# button_request_reset_password
source: Request password resetting
ca: Sol·licitar contrasenya
de: Passwort zurücksetzen
es: Solicitar contraseña
eu: Pasahitza eskatu
fr: Demander la réinitialisation du mot de passe
gl: Solicitar contrasinal
pt: Solicite redefinição de senha
ro: Cerere de reinitializare a parolei

# button_reset_password
source: Reset password
ca: Esborrar contrasenya
de: Passwort zurücksetzen
es: Borrar contraseña
eu: Pasahitza ezabatu
fr: Réinitialiser mon mot de passe
gl: Borrar contrasinal
pt: Redefinir senha
ro: Trimite-mi o instiintare cu parola mea
