Repository: nuxeo-cps/products--CPSDefault
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, mg, pt, ro

# description_logout_success
source: You have been logged out.
ca: Vostè està ara desconnectat
de: Sie haben sich ausgeloggt.
es: Usted está ahora desconectado
eu: Orain deskonektaturik zaude
fr: Vous êtes maintenant déconnecté.
gl: Vostede está agora desconectado
it: <h2>Sei uscito in maniera corretta.</h2><br /><br /><h1>Arrivederci :o)))</h1>
mg: Tafavoaka soamantsara ianao.
pt: Você fez o Logout com sucesso.
ro: Nu mai esti autentificat.

# workspaces_root_title
source: Workspaces
ca: Espais de treball
de: Arbeitsbereiche
eu: Lan-esparruak
fr: Espaces de travail
gl: Espazos de traballo
pt: Área de Trabalho

# members_root_title
source: Member Areas
ca: Àrees dels usuaris
de: Teilnehmer
eu: Erabiltzaileen atalak
fr: Espaces des membres
gl: Áreas dos usuarios
pt: Áreas dos Membros

# sections_root_title
source: Sections
ca: Seccions
de: Websektionen
eu: Atalak
fr: Espaces de publication
gl: Seccións
pt: Secções

# create
source: Creation
ca: Crear
de: Erstellt
es: Crear
eu: Sortu
fr: Création
gl: Crear
it: Creato
mg: niforona
pt: Criar
ro: Creeaza

# translate
source: Translation
ca: traduir
de: Übersetzen
es: traducir
eu: itzuli
fr: Traduction
gl: traducir
pt: traduzir
ro: Traducere

# delete_translation
source: Translation deleted
ca: esborrar traducció
eu: Itzulpen ezabatua
fr: Suppression d'une traduction
gl: Tradución borrada
pt: Tradução removida

# checkin_draft
source: Commit of this revision
ca: Validar versió
de: Einchecken Version
es: Validación de la versión
eu: Bertsioa baliozkotzea
fr: Validation de la version
gl: Validación da versión
it: Versione accettata
mg: Fanekena ny laharana
pt: Registo de rascunho
ro: Validarea versiunii

# checkout_draft
source: Creation of a revision
ca: Crear una versió
de: Auschecken Version
es: Creación de una versión
eu: Bertsioaren sorrera
fr: Création d'une version
gl: Creación de una versión
it: Nuova versione creata
mg: Famoronana ny laharana
pt: Remover rascunho
ro: Crearea unei versiuni

# abandon_draft
source: Abandon of the revision
ca: Abandonar la versió
de: Aufgeben Version
es: Abandono de la versión
eu: Bertsioa utzi
fr: Abandon de la version
gl: Abandono da versión
it: Versione abbandonata
mg: Atsahatra ny laharana
pt: Abandono de rascunho
ro: Abandoneaza versiunea

# submit
source: Publication request
ca: Enviar
de: Publizieren
es: remitir
eu: Bidali
fr: Demande de publication
gl: remitir
it: Richiesta di pubblicazione
mg: Alefaso
pt: Submeter
ro: Cerere de publicare

# accept
source: Publication request accepted
ca: acceptar
de: Akzeptieren
es: Aceptado
eu: Onartuta
fr: Demande de publication acceptée
gl: Aceptado
it: Pubblicato
mg: Nekena
pt: Aceitar
ro: Cerere de publicare acceptata

# reject
source: rejected
ca: rebutjar
de: Ablehnen
es: rechazado
eu: Ukatuta
fr: Rejet
gl: rexeitado
it: Pubblicazione respinta
mg: tsy nekena
pt: Rejeitar
ro: Refuza

source: unpublish
ca: retirar de la publicació
de: Zurückziehen
es: retirar
eu: Argitalpena kendu
fr: Dépublié
gl: retirar
it: Ritirato dalla pubblicazione
mg: Tsy naely
pt: Despublicar
ro: Nepublicat

source: work
ca: treball
de: Arbeit
es: trabajo
eu: lana
fr: travail
gl: traballo
it: in lavorazione
mg: asa
pt: Trabalho
ro: in lucru

# draft
source: working revision
ca: esborrany
de: Draft Version
es: borrador
eu: zirriborroa
fr: version de travail
gl: borrador
it: versione di lavoro
mg: laharan'ny asa
pt: Rascunho
ro: versiunea de lucru

source: locked
ca: tancat
de: gesperrt
es: cerrado
eu: blokeatuta
fr: verrouillé
gl: bloqueado
it: bloccato
mg: mihidy
pt: Bloqueado
ro: inchis

source: pending
ca: pendent
de: schwebend
es: en espera
eu: zain
fr: en attente
gl: en espera
it: in attesa di pubblicazione
mg: mbola miandry
pt: Pendente
ro: in asteptare

# deferred
source: deferred to
ca: ajornat
de: aufgeschoben bis
es: pospuesto al
eu: Honetara atzeratuta
fr: différé au
gl: posposto ao
it: trasmessa accettazione a valere da:
mg: Atao amin'ny
pt: Adiado
ro: refuza

# expired
source: expired since
ca: caducat
de: abgelaufen seit
es: caducado desde el
eu: Ezkeroztik iraungituta
fr: expiré depuis le
gl: caducado desde o
it: scaduto dopo il
mg: lany daty nanomboka tamin'ny
pt: Expirado
ro: expirat din data

# action_accept
source: Accept
ca: Acceptar
de: Akzeptieren
es: Aceptar
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accetta la pubblicazione
mg: Ekena
pt: Aceitar
ro: Accepta

# action_access_chat_room
source: Access chat room
ca: Accedir al xat
de: Zugang zum Chat Raum
es: Acceder al chat
eu: Berriketan sartu
fr: Accéder au Chat
gl: Acceder ao chat
it: Entra nella chat
mg: Miditra ao amin'ny Chat
pt: Aceder à sala de chat
ro: Acceseaza camera de chat

# action_add_favorites
source: Add to favorites
ca: Afegir a les adreces d'interès
de: zu Favoriten nehmen
es: Añadir a favoritos
eu: Gogokoei erantsi
fr: Ajouter aux favoris
gl: Enggadir a favoritos
it: Aggiungi ai favoriti
mg: Ampio ho anisan'ireo rohy ankafiziko
pt: Adicionar favoritos
ro: Adauga la favorite

# action_view_favorites
source: My favorites
ca: Adreces d'interès
de: Meine Favoriten
es: Mis favoritos
eu: Nire gogokoak
fr: Mes favoris
gl: Os meus favoritos
it: Visualizza i favoriti
mg: Ireo rohy ankafiziko
pt: Visualizar favoritos
ro: Favoritele mele

# action_checkout_draft
source: Checkout revision
ca: Crear una versió
de: Auschecken Version
es: Crear una versión
eu: Bertsioa sortu
fr: Créer une version
gl: Crear unha versión
it: Crea una nuova versione
mg: Mamorona laharana
pt: Retirar rascunho
ro: Creeaza o versiune

# action_abandon_draft
source: Give up the revision
ca: Abandonar la versió
de: Aufgeben Version
es: Abandonar la versión
eu: Bertsioa utzi
fr: Abandonner la version
gl: Abandonar a versión
it: Abbandona la versione
mg: Miala amin'ny laharana
pt: Abandonar rascunho
ro: Abandoneaza aceasta versiune

# action_checkin_draft
source: Checkin revision
ca: Validar la versió
de: Einchecken Version
es: Validar la versión
eu: Bertsioa baliozkotu
fr: Valider la version
gl: Validar a versión
it: Accetta la versione
mg: Manaiky ny laharana
pt: Registrar rascunho
ro: Valideaza versiunea

# action_edit
source: Edit
ca: Modificar
de: Bearbeiten
es: Modificar
eu: Aldatu
fr: Modifier
gl: Modificar
it: Modifica l'oggetto
mg: Ovana
pt: Editar
ro: Modifica

# action_folder_contents
source: Folder contents
ca: Gestionar contingut
de: Folder Inhalt
es: Gestionar contenido
eu: Edukia kudeatu
fr: Gérer le contenu
gl: Xestionar contido
it: Gestisci gli oggetti contenuti
mg: Mitantana ny votoatiny
pt: Conteúdo da pasta
ro: Continutul directorului

# action_local_roles
source: Access rights
ca: Gestionar rols locals
de: Lokale Rollen
es: Gestionar roles locales
eu: Bertako rolak kudeatu
fr: Droits d'accès
gl: Xestionar roles locais
it: Configura i ruoli locali
mg: mitantana ny andraikitra misy eo
pt: Papéis locais
ro: Administreaza rolurile locale

# action_metadata
source: Metadata
ca: Meta-dades
de: Metadaten
es: Metadatos
eu: Metadatuak
fr: Métadonnées
gl: Metadatos
it: Metadati
mg: Méta-données
pt: Metadados

# action_manage_members
source: Members
ca: Gestionar usuaris
de: Teilnehmer
es: Gestionar usuarios
eu: Erabiltzaileak kudeatu
fr: Gérer les abonnés
gl: Xestionar usuarios
it: Gestisci gli abbonati
mg: Mitantana ny mpanjifa
pt: Administrar membros
ro: Administreaza abonatii

# action_moderate_chat
source: Moderate Chat
ca: Moderar el xat
de: Moderieren Chat
es: Moderar el chat
eu: Berriketa moderatu
fr: Modérer le Chat
gl: Moderar o chat
it: Modera la chat
mg: Modérer le Chat
pt: Moderar chat
ro: Modereaza chat-ul

# action_modify
source: Modify
ca: Modificar
de: Modifizieren
es: Modificar
eu: Aldatu
fr: Modifier
gl: Modificar
it: Modifica
mg: Ovana
pt: Modificar
ro: Modifica

# action_my_preferences
source: Preferences
ca: Perfil personal
de: Meine Einstellungen
es: Mis preferencias
eu: Norberaren profila
fr: Préférences
gl: Perfil persoal
it: Impostazioni personali
mg: Mombamomba ahy
pt: Minhas preferências
ro: Preferintele mele

# action_new_content
source: New
ca: Nou
de: Neues Objekt
es: Nuevo
eu: Berria
fr: Nouveau
gl: Novo
it: Aggiungi un nuovo oggetto
mg: Vaovao
pt: Novo conteúdo
ro: Nou

# action_import_documents
source: Import zip archive
ca: importar documents
es: importar documentos
eu: Dokumentuak inportatu
fr: Importer une archive zip
gl: importar documentos
pt: Importar documentos
ro: Importa o arhiva zip

# action_reply_question
source: Reply to pending questions
ca: Respondre preguntes pendents
de: Antworten auf Fragen
es: Responder preguntas pendientes
eu: Zain dauden galderei erantzun
fr: Répondre aux questions
gl: Responder preguntas pendentes
it: Rispondi alle domande in attesa
mg: Mamaly ireo fanontaniana
pt: Responder questão
ro: Raspunde la intrebari

# action_post_question
source: Post a question
ca: Plantejar una pregunta
de: Frage stellen
es: Plantear una pregunta
eu: Galdera egin
fr: Poser une question
gl: Formular unha pregunta
it: Invia una domanda
mg: Mametraka fanontaniana
pt: Postar questão
ro: Pune o intrebare

# action_submit
source: Publish
ca: Enviar
de: Publizieren
es: Remitir
eu: Bidali
fr: Publier
gl: Remitir
it: Richiedi la pubblicazione
mg: Alefa
pt: Submeter
ro: Salveaza

# action_reject
source: Reject
ca: Rebutjar
de: Ablehnen
es: Rechazar
eu: Ukatu
fr: Rejeter
gl: Rexeitar
it: Rifiuta la pubblicazione
mg: Tsy manaiky
pt: Rejeitar
ro: Refuza

# action_status_history
source: Status history
ca: Històric
de: Status Historie
es: Histórico
eu: Historikoa
fr: Historique
gl: Histórico
it: Cronologia dello stato
mg: Lisitra
pt: História de estado
ro: Istoric

# action_subscribe
source: Subscribe
ca: Subscriure
de: Abonnieren
es: Subscribir
eu: Onetsi
fr: S'abonner
gl: Subscribir
it: Effettua una sottoscrizione
mg: Fanjifana
pt: Assinar
ro: Aboneaza-te

# action_unsubscribe
source: Unsubscribe
ca: Donar de baixa la subscripció
de: Beenden
es: Borrarse
eu: Ezabatu
fr: Se désabonner
gl: Borrarse
it: Abbandona una sottoscrizione
mg: Miala tsy ho mpanjifa
pt: Retirar assinatura
ro: Dezaboneaza-te

# action_un_publish
source: Unpublish
ca: Retirar de la publicació
de: Zurückziehen
es: Retirar
eu: Erretiratu
fr: Dépublier
gl: Retirar
it: Ritira dalla pubblicazione
mg: tsy aely
pt: Despublicar
ro: Scoate din starea 'publicat'

# action_view
source: View
ca: Vore
de: Folder Ansicht
es: Ver
eu: Ikusi
fr: Vue
gl: Ver
it: Visualizza
mg: Jerena
pt: Visualizar
ro: Vizualizeaza

# action_comment
source: Comment this document
ca: Comentar este document
de: mein Kommentar
es: Comentar este documento
eu: Dokumentu hau komentatu
fr: Commenter ce document
gl: Comentar este documento
it: Commenta questo oggetto
mg: Asiana fanazavana io antontan-dahatsoratra io
pt: Comentário
ro: Comenteaza acest document

# action_month_view
source: Month view
ca: Vista mensual
de: Monats Ansicht
es: Vista mensual
eu: Hilabeteko ikuspegia
fr: Vue mensuelle
gl: Vista mensual
it: Visualizza i mesi
mg: Fijery isam-bolana
pt: Visão mensal
ro: Vizualizare lunara

# action_week_view
source: Week view
ca: Vista setmanal
de: Wochen Ansicht
es: Vista semanal
eu: Asteko ikuspegia
fr: Vue hebdomadaire
gl: Vista semanal
it: Visualizza le settimane
mg: Fijery isan-kerinadro
pt: Visão semanal
ro: Vizualizare saptamanala

# action_day_view
source: Day view
ca: Vista diària
de: Tages Ansicht
es: Vista diaria
eu: Eguneko ikuspegia
fr: Vue du jour
gl: Vista diaria
it: Visualizza i giorni
mg: Fijery isan'andro
pt: Visão diária
ro: Vizualizare zilnica

# action_calendar_event_viewer
source: Event viewer
ca: Visor d'esdeveniments
de: Event Ansicht
es: Visor de acontecimientos
eu: Gertaeren bisorea
fr: Voir les événements
gl: Visor de acontecementos
it: Visualizza gli avvenimenti
mg: Jerena ireo zava-nitranga
pt: Visualizador de evento da agenda
ro: Vizualizare evenimente

# action_addevent
source: Add an event
ca: Afegir un esdeveniment
de: Event anlegen
es: Añadir un evento
eu: Gertaera erantsi
fr: Ajouter un événement
gl: Engadir un evento
it: Nuovo avvenimento
mg: Manampy zava-mitranga
pt: Adicionar evento
ro: Adauga un eveniment

# action_addmeeting
source: Add a meeting
ca: Afegir una reunió
de: Treffen anlegen
es: Añadir una reunión
eu: Bilera erantsi
fr: Assistant
gl: Engadir unha reunión
it: Nuova riunione
mg: Manampy fivoriana
pt: Adicionar encontro
ro: Adauga o intalnire

# action_display
source: Display
ca: Mostrar
de: Anzeigen Kalender
es: Mostrar
eu: Erakutsi
fr: Afficher
gl: Mostrar
it: Associa l'agenda
mg: Aseho
pt: Mostrar
ro: Afiseaza

# action_export
source: Export
ca: Exportar
de: Exportieren
es: Exportar
eu: Esportatu
fr: Exporter
gl: Exportar
it: Esporta l'agenda
mg: Aondrana
pt: Exportar
ro: Exporta

# action_attendees
source: Manage attendees
ca: Gestionar persones relacionades
de: Teilnehmer
es: Gestionar participantes
eu: Partaideak kudeatu
fr: Gérer les participants
gl: Xestionar participantes
it: Gestisci i partecipanti
mg: Mitantana ireo mpandray anjara
pt: Participantes
ro: Administreaza participantii

# action_delete
source: Delete
ca: Esborrar
de: Abwählen
es: Borrar
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Elimina
mg: Vonoina
pt: Remover
ro: Sterge

# action_calendar
source: Back to calendar
ca: Tornar a la agenda
de: zurück zum Kalender
es: Volver a la agenda
eu: Agendara itzuli
fr: Retourner à l'agenda
gl: Volver á axenda
it: Ritorna all'agenda
mg: Miverina any amin'ny diary
pt: Agenda
ro: Revenire la agenda

# action_calendar_overview
source: Calendar overview
ca: Vista general del calendari
de: Event Ansicht
es: Vista general del calendario
eu: Egutegiaren ikuspegi orokorra
fr: Vue globale des agendas
gl: Vista xeral do calendario
pt: Panorama das Agendas
ro: Vedere globala a agendelor

# action_view_stat
source: View statistics
ca: Vore estadístiques
de: Statistik
es: Ver estadísticas
eu: Estatistikak ikusi
fr: Voir les statistiques
gl: Ver estatísticas
it: Visualizza le statistiche
mg: Jerena ireo antotan'isa
pt: Visualizar estado
ro: Vizualizarea statisticilor

# action_view_results
source: View results
ca: Vore resultats
de: Ansicht Ergebnisse
es: Ver resultados
eu: Emaitzak ikusi
fr: Voir les résultats
gl: Ver resultados
it: Visualizza i risultati
mg: Jerena ny vokatra
pt: Visualizar resultados
ro: Vizualizare rezultate

# action_modify_prop
source: Edit properties
ca: Modificar les propietats
de: Bearbeiten
es: Modificar las propiedades
eu: Ezaugarriak aldatu
fr: Modifier les propriétés
gl: Modificar as propiedades
it: Modifica le proprietà
mg: Manova ireo tompony
pt: Modificar propriedades
ro: Modifica proprietatile

# action_modify_form
source: Edit form
ca: Modificar el formulari
de: Bearbeite Formular
es: Modificar el formulario
eu: Formularioa aldatu
fr: Modifier le formulaire
gl: Modificar o formulario
it: Modifica il modulo
mg: Manova ny formulaire
pt: Modificar formulário
ro: Modifica formularul

# action_export_csv
source: Export collected data
ca: Exportar dades recollides (CSV)
de: Export der Daten
es: Exportar datos recogidos (CSV)
eu: Bildutako datuak esportatu (CSV)
fr: Exporter les données collectées
gl: Exportar datos recollidos (CSV)
it: Esporta i dati raccolti (.csv)
mg: Aondrana ireo données azo rehetra
pt: Exportar csv
ro: Exporta datele colectate

# action_erase_data
source: Erase collected data
ca: Eliminar les dades recollides
de: Löschen der Daten
es: Eliminar los datos recogidos
eu: Bildutako datuak ezabatu
fr: Purger les données collectées
gl: Eliminar os datos recollidos
it: Cancella i dati raccolti
mg: Fafana daholo ireo données azo rehetra
pt: Apagar dados
ro: Sterge datele colectate

# action_advanced_search
source: Advanced search
ca: Recerca avançada
de: Erweiterte Suche
es: Búsqueda avanzada
eu: Bilaketa aurreratua
fr: Recherche avancée
gl: Busca avanzada
it: Ricerca avanzata
mg: Fikarohana lalindalina
pt: Busca avançada
ro: Cautare avansata

# action_mail_center
source: Mail center
ca: Centre de correu
de: zurück zum Kalender
es: Centro de correo
eu: Posta-gunea
fr: Espace courriers
gl: Centro de correo
it: Centro della posta
mg: Espace courriers
pt: Centro de email
ro: Spatiu pentru email-uri

# action_archives_mail_center
source: Mail archives
ca: arxius de correu
de: zurück zum Kalender
es: archivos de correo
eu: Posta-fitxategiak
fr: Archives courriers
gl: arquivos de correo
it: Archivio della posta
mg: Lisitr'ireo mailaka hatramin'izay
pt: Arquivos do centro de email
ro: Arhive de email-uri

# action_manage_vocabularies
source: Vocabularies
ca: Administrar vocabularis
de: Wörterbücher
es: administrar vocabularios
eu: Hiztegiak administratu
fr: Vocabulaires
gl: Administrar vocabularios
it: Configura i dizionari
mg: Fandrindrana ny voambolana
pt: Administrar vocabulários
ro: Administreaza vocabularele

# action_manage_languages
source: Manage languages
ca: Administrar idiomes
de: Sprachen verwalten
es: administrar idiomas
eu: Hizkuntzak administratu
fr: Gérer les langues
gl: administrar idiomas
pt: Administrar Idiomas
ro: Administreaza limbile

# action_translate
source: New translation
ca: Traduir
de: Übersetzen
es: Traducir
eu: Itzuli
fr: Nouvelle traduction
gl: Traducir
pt: Traduzir
ro: Tradu

# action_delete_translation
source: Delete this translation
ca: Esborrar esta traducció
eu: Itzulpen hau ezabatu
fr: Supprimer la traduction
gl: Borrar esta traducción
pt: Remover esta tradução

# action_recursive_publish
source: Publish recursively
fr: Publier récursivement
gl: Publicar recursivamente

# button_create
source: Create
ca: Crear
de: Erstellen
es: Crear
eu: Sortu
fr: Créer
gl: Crear
it: Crea
mg: Foronina
pt: Criar
ro: Creeaza

# button_deselect_all
source: Deselect all
ca: Des-seleccionar tot
de: Alles abwählen
es: Deseleccionar todo
eu: Hautapen osoa desegin
fr: Tout désélectionner
gl: Deseleccionar todo
it: Deseleziona tutto
mg: tsy avahina izy rehetra
pt: Desmarcar tudo
ro: Deselecteaza tot

# label_action_user
source: user
ca: usuari
de: Teilnehmer
es: usuario
eu: erabiltzailea
fr: utilisateur
gl: usuario
it: Utente
mg: mpampiasa
pt: Utilizador
ro: deselecteaza tot

# label_action_object
source: object
ca: objecte actual
de: Objekt
es: objeto actual
eu: oraingo objektua
fr: objet en cours
gl: obxecto actual
it: Oggetto corrente
mg: objet ankehitrny
pt: Objecto
ro: obiect

# label_action_folder
source: folder
ca: carpeta
es: carpeta
eu: karpeta
fr: répertoire
gl: carpeta
it: Cartella
mg: repertoara
pt: Pasta
ro: director

# label_action_global
source: global
eu: globala
fr: globale
it: Azione globale
mg: ankapobeany

# label_action_global_header
source: global header
ca: encapçalament global
de: Global Kopfbereich
es: encabezamiento global
eu: goiburu globala
fr: globale en en-tête
gl: encabezamento global
it: Azione globale ed in testa
mg: ankapobeany ambony
pt: Cabeçalho
ro: varf global

# label_bottom
source: Bottom
ca: Peu de pàgina
de: Ende
es: Pie de página
eu: Orrialde-oina
fr: Pied de page
gl: Pé de páxina
it: alloggiamento in basso della pagina
mg: Faritra ambany
pt: Baixo
ro: In partea de jos a paginii

# label_center_bottom
source: Center bottom
ca: Peu del document
de: Mittig Ende
es: Pie del documento
eu: Dokumentu-oina
fr: Pied du document
gl: Pé do documento
it: alloggiamento centrale ed in basso della pagina
mg: Faritra ambany ny antotandahatsoratra
pt: Centro em baixo
ro: In partea de jos a documentului

# label_center
source: Current folder skin
ca: Aspecte de la carpeta actual
de: Aktueller Folder Skin
es: Vestidura de la carpeta actual
eu: Oraingo karpetaren janzkera
fr: Habillage du répertoire courant
gl: Vestidura da carpeta actual
it: alloggiamento centrale della pagina
mg: Endrik'ireo repertoara
pt: Centro
ro: Infatisarea directorului curent

# label_center_top
source: Center top
ca: encapçalament del document
de: Mittig oben
es: encabezamiento del documento
eu: dokumentuaren goiburua
fr: En-tête du document
gl: encabezamento do documento
it: alloggiamento centrale ed in alto della pagina
mg: Faritra ambony ny antotandahatsoratra
pt: Centro no topo
ro: In partea de sus a documentului

# label_folder_view
source: Default skin for folders
ca: Aspecte predefinit per a carpetes
de: Standard Skin für Folder
es: Vestidura predefinida para carpetas
eu: Karpetentzako janzkera lehenetsia
fr: Habillage par défaut des répertoires
gl: Vestidura predefinida para carpetas
it: aspetto di default delle cartelle
mg: Endrika voalohanin'ireo repertoara
pt: Visualizar pasta
ro: Infatisarea directoarelor initiale

# label_left
source: Left
ca: Esquerra
de: Links
es: Izquierda
eu: Ezkerra
fr: Barre de gauche
gl: Esquerda
it: alloggiamento a sinistra della pagina
mg: Faritra havia
pt: Esquerda
ro: Bara din stanga

# label_right
source: Right
ca: Dreta
de: Rechts
es: Derecha
eu: Eskuina
fr: Barre de droite
gl: Dereita
it: alloggiamento a destra della pagina
mg: Faritra havanana
pt: Direita
ro: Bara din dreapta

# label_top
source: Top
ca: Encapçalament de la pàgina
de: Oben
es: encabezamiento de la página
eu: Orrialdearen goiburua
fr: En-tête de la page
gl: encabezamento da páxina
it: alloggiamento in alto della pagina
mg: Faritra ambony
pt: Topo
ro: In partea de sus a paginii

# label_guest
source: Guest
ca: Anònim
de: Gast
es: Anónimo
eu: Anonimoa
fr: Anonyme
gl: Anónimo
it: Autenticazione
mg: tsy mitonona anarana
pt: Anónimo
ro: Oaspete

# label_creator
source: Creator login
ca: Creador
de: Ersteller Name
es: Creador
eu: Sortzailea
fr: Login de l'auteur
gl: Creador
it: Nome dell'autore:
mg: Anarana fidiranan'i mpanoratra ato amin'ny tranonkala
pt: Criador
ro: Creatorul

# description_confirm_delete
source: Are you sure you want to delete the following documents?
ca: Confirma l''acció?
de: Sind sie sicher?
es: ¿Confirma la acción?
eu: Ekintza baieztatzen duzu?
fr: Êtes-vous certain de vouloir supprimer les documents suivants ?
gl: ¿Confirma a acción?
it: Stai eliminando questo (i) oggetto (i). Sei sicuro?
mg: Tena tapa-kevitra ve ianao ?
pt: Tem a certeza?
ro: Esti sigur ?

# description_field_required
source: is empty while this field is required.
ca: cal emplenar la descripció
de: Feld ist leer aber erforderlich
es: está vacío mientras se requiere este campo
eu: hutsik dago eremu hau erabiltzen den bitartean
fr: est vide alors que ce champ est requis.
gl: está baleiro mentres se require este campo
pt: está vazio mas é um campo requerido.
ro: este vid cat tim acest camp este obligatoriu.

# portal_type_Dummy_description
source: A test document
ca: Un document de prova
de: Ein Test Dokument
es: Un documento de prueba
eu: Proba-dolumentu bat
fr: Un document de test
gl: Un documento de proba
it: Un documento di prova
mg: Antotan-dahatsoratra andrana
pt: Um documento de teste
ro: Un document de test

# portal_type_Section_description
source: Sections contains published revisions of documents
ca: Les secciones contenen les revisions publicades dels documents
de: Websektion Beschreibung
es: Las secciones contienen las versiones publicadas de los documentos
eu: Ataletan daude dokumentuen argitaratuako berrikusketak
fr: Les rubriques contiennent les version publiées des documents
gl: As seccións conteñen as revisións publicadas dos documentos
it: Sezioni del portale contenenti le versioni pubblicate dei documenti
mg: Sehatra misy ireo antotandahatsoratra navoaka
pt: As secções contem as versões publicadas dos documentos
ro: Sectiunile contin versiunile publicate ale documentelor

# portal_type_Section_title
source: Section
ca: Secció
de: Websektion
es: Sección
eu: Atala
fr: Rubrique
gl: Sección
it: Sezione
mg: Sehatra
pt: Secção
ro: Sectiune
