Repository: nuxeo-cps/products--CPSDefault
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, mg, pt, ro

# help_no_content_type_can_be_created
source: No content type can be created. It surely comes from workflows which don't allow you to.
ca: No es pot crear cap mena de contingut
de: Inhalt konnte nicht erstellt werden.
es: No se puede crear ningún tipo de contenido
eu: Ezin da inolako edukirik sortu
fr: Aucun type de contenu ne peut être créé. Cela est sûrement dû aux workflows qui ne vous y autorisent pas.
gl: Non se pode crear ningún tipo de contido
it: Non è stato creato alcun tipo di contenuto.<br />Questo è sicuramente dovuto al fatto che non possiedi le necessarie autorizzazioni per questi flussi di lavoro.
mg: Tsy misy karazana votoatiny azo foronina. Mazava ho azy fa avy amin'ny tsy fanomezan'ny workflows alalana anao izany.
pt: Nenhum tipo de conteúdo pode ser criado.
ro: Nici un tip de continut nu poate fi creat. Aceasta este in mod sigur din cauza 'workflows' care nu va permite acest lucru.

# help_no_items_to_rename
source: You must select one or more items to rename.
ca: Ha de seleccionar un o més objectes per a renombrar-los.
de: Sie müssen ein oder mehrere Objekte zum Umbenennen auswählen.
es: Debe seleccionar uno o varios objetos para renombrarlos.
eu: Objektu bat edota batzuk hautatu beharko dituzu izen berria emateko.
fr: Vous devez sélectionner un ou plusieurs objets à renommer.
gl: Debe seleccionar un ou varios obxectos para renomealos.
it: Devi selezionare almeno un oggetto da rinominare.
mg: Tsy maintsy mifidy zavatra(objet) iray na maromaro ho soloana anarana ianao
pt: Você deve selecionar um ou mais itens para renomear.
ro: Trebuie sa selectionati unul sau mai multe obiecte pentru a le redenumi.

# help_password_reminder
source: With this functionality you can ask to receive a reminder of your password through an email message.
ca: Amb esta funció pot demanar que se li envie la seua contrasenya per correu electrònic
de: Mit dieser Funktion können Sie sich eine Passwort Erinnerung an IhreEmail-Adresse senden.
es: Mediante esta función puede pedir que se le envíe un recordatorio de su contraseña a través del correo electrónico
eu: Funtzio honen bidez, zure pasahitzaren oroigarri bat bidal diezazutela eska dezakezu zure posta elektronikoaren bidez
fr: Avec cette fonctionnalité vous pouvez demander à recevoir un rappel de votre mot de passe par courriel.
gl: Mediante esta función pode pedir que lle envíe un recordatorio do seu contrasinal a través do correo electrónico
pt: Com esta funcionalidade pode pedir para receber um lembrete da sua senha através de uma mensagem de email.

# help_password_reset
source: With this functionality you can request your old password to be reset and replaced by a new password automatically generated by the system. Your user name and the new password will then be emailed to you.
ca: Amb esta funció pot sol·licitar que s'elimine la seua contrasenya i es substitueixca per una de nova, generada automàticament pel sistema. La nova contrasenya li serà comunicada.
de: Mit dieser Funktion können Sie ihr altes Passwort zurücksetzen und durch einautomatisch generiertes Passwort ersetzen. Das neue Passwort wird Ihnenanschliessend übermittelt.
es: Mediante esta función puede solicitar que se elimine su antigua contraseña y se sustituya por una nueva generada automáticamente por el sistema. La nueva contraseña se le comunicará después.
eu: Funtzio honen bidez zure antzineko pasahitza ezabatzea eta sistemak automatikoki beste berri bat sortzea eska dezakezu. Pasahitza berria sortu ondoren jakinaraziko zaizu.
fr: Avec cette fonctionnalité vous pouvez demander à ce que votre ancien mot de passe soit réinitialisé et remplacé par un nouveau mot de passe généré par le système. Votre nom d'utilisateur et votre nouveau mot de passe vous seront envoyés par courriel.
gl: Mediante esta función pode solicitar que se elimine o seu antigo contrasinal e se sustitúa por un novo xerado automáticamente polo sistema. O novo contrasinal comunicaráselle despois.
pt: Com esta funcionalidade pode pedir que sua senha antiga seja redefinida e substituída por uma nova senha gerada automaticamente pelo sistema. A nova senha será então comunicada.

# help_publish_publication
source: You can publish this item directly, without requiring any reviewing, in the sections you select.<br />A copy of the item will be created into each of these sections with the <strong>published</strong>status. Section readers of those sections could then read it.
ca: Pot publicar directament este document, a les seccions on tinga accés. Si hi té els permisos suficients, es publicaran directament. Si no, quedaran a l'espera de ser revisats i acceptats. <br/>Es crearà una còpia del document a cada una d'estes seccions amb l'estatus de "publicat" o "pendent". Un cop publicat, els lectors de les seccions corresponents podran llegir-lo.
de: Sie können dieses Objekt direkt in den Websektionen publizieren wo Sie berechtigt sind, dh ohne Überprüfung durch einen Moderator.<br>Eine Kopie des Objekts wird in jeder Websektion angelegt mit dem Status <strong>publiziert</strong>. Leser dieser Websektionen können dann darauf zugreifen. In den Websektionen wo Sie keine direkte Berechtigung zu Publizieren haben wird zunächst eine Kopie des Objekts angelegt mit dem Status <strong>schwebend</strong>, die von einem Moderator geprüft und dann erst <strong>publiziert</strong> wird.
es: Puede publicar directamente este documento, sin pasar por una etapa de moderación, en las secciones que seleccione.<br/>Se creará una copia del documento en cada una de estas secciones con estado <strong>publicado</strong>. Entonces los lectores de estas secciones opdrán leerlo.
eu: Dokumentu hau zuzenean argitara dezakezu,moderatu gabe, hautatzen dituzun ataletan.<br/>Atal bakoitzean dokumentuaren kopia bana sortuko da <strong>"argitaratuta"</strong> egoerarekin. Ordutik aurrera, dagozkien ataletako irakurleek irakurri ahal izango dute.
fr: Vous pouvez directement publier ce document, sans passer par une étape de modération, dans les rubriques que vous sélectionnez.<br />Une copie du document sera créée dans chacune de ces rubriques avec comme statut <strong>publié</strong>. Les lecteurs de ces rubriques pourront alors le consulter.
gl: Pode publicar directamente este documento, sen pasar por unha etapa de moderación, nas seccións que seleccione.<br/>Crearase unha copia do documento en cada unha destas seccións con estado <strong>"publicado"</strong>. A partir dese momento, os lectores das seccións correspondentes poderán lelo.
it: Puoi pubblicare direttamente questo oggetto, senza richiedere alcuna revisione ed accettazione, nelle sezioni che sceglierai.<br />Al loro interno, sarà creata una copia dell'oggetto che presenterà la caratteristica di stato:<strong>pubblicato.</strong><br />Solo da quel momento, gli utenti che possiedono il ruolo di: <br /><strong><em>lettore di sezione<em/></strong>,<br /> per queste sezioni, potranno accedere agli oggetti pubblicati.
mg: Afaka tonga dia mampiely an'io antontan-dahatsoratra io ianao, na tsy mandalo amin'ny dingana misy ao amin'ny sehatra izay nofidinao aza.<br />Ny dika mitovy an'io antontan-dahatsoratra io dia hiforona isaky ny sehatra izay voamarika ho <b>miely</b>. Noho izany dia afaka mijery azy daholo ny mpamaky ireo sehatra ireo
pt: Pode publicar este item diretamente, sem a necessidade de revisão, nas secções que selecionar.<br/>Uma cópia do item será criada em cada uma destas seções com o estado <strong>publicado</strong>. Os leitores destas secções poderão então lê-lo.
ro: Poti publica aceste articole direct, fara a trece printr-o etapa de moderare, in rubricile pe care le-ai selectionat. <br />O copie a acestui document va fi creata in fiecare dintre sectiuni cu starea <strong>publicat</strong>. Cititorii de sectiuni pot sa citeasca apoi aceasta copie.

# help_registered_mail
source: You will receive an email shortly containing your password and instructions on how to activate your membership.
ca: De seguida rebrà un e-mail amb la seua contrasenya i instruccions sobre com activar el seu registre.
de: Sie werden gleich eine Email mit ihrem Passwort erhalten und Angaben zur Aktivierung ihres Portal Zugangs
es: Recibirá un e-mail en breve con su contraseña e instrucciones sobre cómo activar su registro.
eu: Laister e-mail bat jasoko duzu zure pasahitza eta zure erregistroa aktibatzeko aginduekin.
fr: Vous recevrez sous peu un courriel contenant votre mot de passe et les instructions pour activer votre compte.
gl: Recibirá un e-mail en breve co seu contrasinal e instrucións sobre como activar o seu rexistro.
pt: Receberá em breve um email contendo a sua senha e instruções sobre como ativar a sua conta.
ro: Vei primi un email scurt continand parola si instructiunile despre cum sa-ti activezi calitatea de membru.

# help_reject_publication
source: Reject publication of this item
ca: Rebutjar la publicació d'este document.
de: Ablehnen der Publikation
es: Rechazar la publicación de este documento.
eu: Agiri honen argitalpena ukatu.
fr: Rejeter la publication de ce document
gl: Rexeitar a publicación deste documento.
it: Rifiuta la pubblicazione di questo oggetto.
mg: Tsy ekena ny fampielezana an'io antontan-dahatsoratra io
pt: Rejeitar a publicação deste item
ro: Refuza publicarea acestui document

# help_remember_user_name
source: Setting the <q>Remember my name</q> option will set a cookie in your browser with your user name. Thus when you next log in your user name will already be filled in for you.
ca: Si tria l'opció "Recordar el meu nom d'usuari", es guardarà al seu ordinador una "cookie", que permetrà que la pròxima vegada que es vulga connectar, la casella de nom d'usuari ja estarà emplenada amb el seu nom.
de: Durch die 'Merke Login' Option wird ein Cookie mit ihrem Login Namen erzeugt, so ist das Namensfeld beim nächsten Login bereits ausgefüllt.
es: Si elige la opción 'Recordar mi nombre de usuario', se fijará una cookie con su nombre de usuario y así cuando se conecte la próxima vez, el campo que contiene el nombre de usuario aparecerá rellenado automáticamente con el suyo.
eu: Honako aukera "Nire erabiltzaile-izena gogoratu" aktibatzen baduzu, zure ordenagailuan "cookie" bat gordeko da, eta horrela, hurrengoan konektatzerakoan, zure erabiltzaile-izena dagokion laukian idatzita azalduko da automatikoki.
fr: Si vous choisissez l'option <q>Se rappeler mon nom d'utilisateur</q>, un cookie sera placé dans votre navigateur avec votre nom d'utilisateur. Ainsi lorsque vous vous connecterez la prochaine fois, le champ contenant votre nom d'utilisateur sera déjà saisi pour vous.
gl: Se elixe a opción "Recordar o meu nome de usuario", gardarase no seu ordenador unha "cookie" de tal forma que, cando se conecte a próxima vez, apareza o seu nome de usuario xa escrito no recadro correspondente.
it: Se hai scelto l'opzione <strong><em>"Ricorda nome di autenticazione"</strong></em>, verrà creato un cookie contenente il tuo identificativo nel portale. <br /> In questo modo, la prossima volta che entrerai, non sarà necessario inserirlo nuovamente.
mg: Raha mifidy ny hoe 'Tadidina ny mombamomba ahy' ianao, dia misy cookie iray hapetraka miaraka amin'ny mombamomba anao rehetra amin'izay rehefa miditra miserasera amin'ny fotoana manaraka ianao dia efa voasoratra ho azy eo amin'ny fidirana ny mombamomba anao
pt: Selecionar a opção "Lembrar meu nome" definirá um cookie com seu nome de modo que quando se registar da próxima vez, o seu nome de usuário já estará preenchido.
ro: Daca alegi optiunea 'Tine minte numele meu', un cookie va fi creat cu numele tau de utilizator astfel incat de fiecare data cand te vei conecta, campul care contine numele tau de utilizator va fi deja completat.

# help_rename_items
source: Changing the id of an object does not affect its title but changes the address (URL) to access it. Beware that links pointing to this object won't find it if not updated.
ca: Canviar la id d'un objecte no afecta el seu títol, però fa canviar la seua URL (adreça). Si hi ha enllaços que apunten a este objecte, deixaran de funcionar.
de: Die Änderung des Objektnamens (Id) hat keine Effekt auf den Titel, ändert aber den URL Pfad unter dem es auffindbar ist. Beachten Sie das Verweise welche auf das Objekt zeigen dann auch angepasst werden müssen.
es: Cambiar la id de un objeto no afecta a su título, pero sí a la URL (dirección) necesaria acceder a él. Atención a los enlaces hacia este objeto: si no son actualizados, ya no lo encontrarán.
eu: Objektu baten izena aldatzeak ez dio eragiten izenburuari baina bai berarengana iristeko behar den URL-eri (helbideari). Kontuz objektu horren estekekin: gaurkotzen ez badira, ez dute lotuko eta ezta aurkituko bera.
fr: Changer l'id d'un objet n'affecte pas son titre mais change l'adresse (URL) pour y accéder. Attention aux liens vers cet objet qui ne pourront plus alors le trouver s'ils ne sont pas mis à jour.
gl: Cambiar a id dun obxecto non afecta ao seu título, pero si á URL (dirección) necesaria para acceder a el. Atención aos enlaces cara a este obxecto: se non son actualizados, xa non o encontrarán.
it: La modifica dell'identificativo di un oggetto, non si riflette sul suo titolo ma cambia il suo indirizzo URL.<br /> Presta quindi attenzione a questi collegamenti in quanto, se non aggiornati, non ti consentiranno di raggiungerlo.
mg: Ny fanovana ny id n'ny zavatra iray dia tsy manova ny anarany fa manova ny adiresy URL ahafahana mampiasa azy. tandremo fa mety tsy hahita an'io zavatra io ireo rohy mankany aminy raha tsy nanaraka ny fiovana nisy teo
pt: Mudar o id de um objeto não afecta seu título mas muda a URL para acessá-lo. Links que apontam para o id corrente não o encontrarão mais.
ro: Schimbarea id-ului unui obiect nu afecteaza titlul obiectului ci schimba adresa URL prin care acesta este accesat. Atentie la legaturile catre acest obiect care nu il vor mai gasi daca nu sunt aduse la zi.

# help_revert_revision
source: Revert to an older revision of this object.
ca: Tornar a la revisió
de: Wechseln zu einer älteren Version des Objekts.
es: Volver a una versión anterior de este documento.
eu: Dokumentu honen berrikusketa batera itzuli
fr: Revenir à une version antérieure de ce document.
gl: Volver a unha revisión anterior deste documento.
it: Ritorna ad una versione precedente di questo oggetto.
mg: Miverina amin'ny laharan'ny antotan-dahatsoratra taloha
pt: Reverter para a revisão
ro: Revenire la o versiune anterioara a acestui document.

# help_status_history
source: An item's status (also called its review state) determines who can see it. An item with a <strong>work</strong> status can be viewed by workspace readers and edit by workspace members and managers. Only <strong>published</strong> items in sections are available to the section readers. To make an item published, it has to be reviewed by one of the section reviewers. You can request an item to be reviewed by setting its status to <strong>pending</strong>. This is done by submitting your item to a section.
ca: L'estat d'un document (status o estat de validació) determina qui pot vore'l. Un document en estat <strong>treball</strong> pot ser consultat pels lectors de l'espai de treball i editat pels seus membres i pels responsables. Només els objectes en estat <strong>publicat</strong> seran accessibles als lectors de les seccions.
de: Der Objekt Status - oder Review Status - eines Objekts bestimmt wer das Objekt sehen kann. Ein Objekt mit dem Status <strong>Arbeit</strong> kann von Gästen des Arbeitsbereiches nur gelesen werden. Teilnehmer und die Manager eines Arbeitsbereiches können das Objekt bearbeiten und ändern. Nur die in Websektionen <strong>publizierten</strong> Objekte sind für die Leser der Websektionen zugänglich. Um ein Objekt zu publizieren, muss es zunächst von einem Moderator (Reviewer) geprüft werden. Sie können ein Objekt zur Prüfung an einen Moderator übergeben, indem sie den Status auf <strong>schwebend</strong> setzen. Dies erfolgt durch publikation des Objekts in mindestens einer Websektion.
es: El estado de un documento (también llamado su estado de validación) determina quién está autorizado a verlo. Un documento en estado <strong>trabajo</strong> puede ser consultado por los lectores del espacio de trabajo y editado por sus miembros y por los responsables. Sólo los objetos en estado <strong>publicado</strong> serán accesibles a los lectores de las secciones. Para publicar un objeto, debe estar validado por un revisor de la sección. Puede solicitar que un objeto sea validado simplemente cambiado su estado a <strong>en espera</strong>. Ello se consigue remitiendo el documento para su validación en el interior de una sección.
eu: Dokumentu baten egoerak (balio-egoera ere deitua) nork ikus dezake erabakitzen du. <strong>lan</strong> egoeran dagoen dokumentu bat lan-esparruko irakurleek kontsulta dezakete eta bere kide eta arduradunek editatu. </strong>argitaratuta</strong> egoeran daudenak bakarrik eskura ditzakete ataletako irakurleek. Objektu bat argitaratzeko, ataleko arduradunak berrikusita egon behar du. Objektu bat baliozkotzeko eska dezakezu bere egoera <strong>zain</strong> egoerara aldatuz. Hori lortzeko, atalaren barruan dokumentua baliozkotzera bidali behar duzu .
fr: Le statut d'un document (aussi appelé son état de validation) détermine qui est autorisé à le voir. Un document ayant un statut <strong>travail</strong> peut être consulté par les lecteurs de l'espace de travail, édité par les membres de ce même espace de travail et par les responsables. Seuls les objets ayant un statut <strong>publié</strong> seront accessibles aux lecteurs des rubriques. Pour publier un objet, il doit être validé par un valideur de la rubrique. Vous pouvez demander à ce qu'un objet soit validé en changeant sont statut en <strong>en attente</strong>. Vous réaliserez ceci en soumettant à validation votre document à l'intérieur d'une rubrique.
gl: O estado dun documento (tamén chamado o seu estado de validación) determina quen está autorizado a velo. Un documento en estado <strong>traballo</strong> pode ser consultado polos lectores do espazo de traballo e editado polos seus membros e polos responsables. Só os obxectos en estado <strong>publicado</strong> serán accesibles aos lectores das seccións. Para publicar un obxecto, debe estar validado por un revisor da sección. Pode solicitar que un obxecto sexa validado simplemente cambiado o seu estado a <strong>en espera</strong>. Isto conséguese remitindo o documento para a súa validación no interior dunha sección.
it: Lo stato di un oggetto (definito anche come stato di revisione) determina chi sia autorizzato a visualizzarlo.<br/>Un oggetto che possiede la caratteristica di stato <strong>"in lavorazione"</strong>, sarà visualizzabile dai lettori dell'ambiente di lavoro e sarà modificabile dai collaboratori ed amministratori dello spazio in cui è contenuto.<br/>Solo gli oggetti <strong>"pubblicati"</strong> nelle sezioni sono disponibili per i lettori della sezione.<br/>Per rendere un oggetto pubblicabile, occorre che sia accettato da un revisore della sezione.<br/>Puoi richiedere la revisione e la successiva publicazione di un oggetto inserendolo in una sezione.<br/> Prima dell'eventuale accettazione da parte di un responsabile editoriale, l'oggetto avrà la caratteristica di stato <strong>"in attesa di pubblicazione"</strong>.
mg: Ny toetoetry ny antontan-dahatsoratra (antsoina koa hoe ny mpamaritra ny toetrany) no manome alalana an'izay afaka mijery azy.Ny antontan-dahatsoratra manana toetoetra hoe<b>asa</b> no afaka jeren'ireo mpamaky ny faritra fiasana,namboarin'ireo mpikambana amin'io faritra fiasana io ihany sy ireo tompon'andraikitra. Izay zavatra manana toetoetra <b>miely</b> ihany no azo idiran'ireo mpamaky ny sehatra.Tsy maintsy hamarinin'izay mpanome alalana ao amin'ny sehatra vao azo aely ny atontan-dahatsoratra. Eo am-panovana ny toetoetry ny zavatra iray ho <b>mbola miandry</b>dia afaka manontany ianao raha efa voamarina izy. Afaka hanatanteraka izany ianao raha mametraka ny antontan-dahatsoratranao ao anaty sehatra iray ho hamarinina.
pt: O estado de um item (também chamado estado da revisão) determina quem pode vê-lo. Um item com um estado <strong>trabalho</strong> pode ser visto pelos leitores da área de trabalho e editado por membros e administradores da área de trabalho. Somente itens <strong>publicados</strong> nas secções são disponíveis para leitores. Para tornar um item publicado, ele tem que ser revisto por um dos Revisores da secção. Pode pedir que um item seja revisto definindo o seu estado como <strong>pendente</strong>; isto é feito submetendo o seu item para uma secção.
ro: Starea unui document (numita de altfel si starea de validare) determina cine este autorizat sa vada acest document. Un document care este in starea <strong>in lucru</strong> poate fi consultat de catre cititorii spatiului de lucru, poate fi editat de membrii aceluiasi spatiu de lucru si de catre responsabili. Doar obiectele care au statutul <strong>publicat</strong>pot fi accesibile cititorilor de sectiuni. Pentru a putea publica un obiect, obiectul trebuie validat de catre un validator de sectiune.Poti cere ca un obiect sa fie validat prin schimbarea starii sale in <strong>in asteptare</strong>. Obtineti acest lucru prin validarea documentului in aceasta rubrica.

source: help_switch_user
fr: L'action &laquo;&thinsp;changer d'utilisateur&thinsp;&raquo; permet à l'administrateur de prendre complètement l'identité d'un utilsateur. Ceci est très utile pour bien vérifier les droits de chacun et pour diverses questions de tests, notamment en reproduction d'anomalie dans des environnements de production où les rôles locaux exacts de chacun sont souvent difficiles à simuler et les utilisateurs de test parfois indésirables.

source: help_switch_user_admin
fr: Vous ne pouvez prendre l'identité d'un autre administrateur, ou plus exactement de quelqu'un qui peut lui-même changer d'utilisateur. Ceci permet d'éviter les boucles.

source: help_switch_user_deadlock
fr: Dans certains cas rares de reproductions d'anomalies sous ce mode, il est possible que vous n'arriviez plus à redevenir vous-même. Quel que soit le contexte, vous pouvez annuler tout changement d'utilisateur en éliminant le cookie &laquo;&thinsp;cps_su&thinsp;&raquo; de votre navigateur (ou simplement en quittant celui-ci).

source: help_switch_user_logging
fr: Le système garde trace des changements d'utilisateur.

# help_switch_user_logout
source: Don't forget to logout or exit your browser when you're done.
fr: Une fois que vous avez changé d'utilisateur, vous ne pouvez plus vous déconnecter directement. Il faut d'abord redevenir vous-même.

source: help_switch_user_remarks
fr: Précisions utiles

# help_translate_revision
source: Create a translation of the document
ca: Crear una nova traducció d'este document.
de: Erstellen einer neuen Übersetzung für dieses Dokument
es: Traducir el documento
eu: Dokumentua itzuli
fr: Creation d'une traduction du document
gl: Traducir o documento
pt: Criar uma tradução do documento.
ro: Creeaza o traducere pentru acest document

# help_unpublish_publication
source: Unpublish published item
ca: Retirar objecte publicat
de: Zurückziehen eines publizierten Objekts
es: Retirar este objeto publicado.
eu: Argitaratutako objektu hori erretiratu.
fr: Dépublier ce document
gl: Retirar este obxecto publicado.
it: Ritira dalla pubblicazione l'oggetto.
mg: tsy aely io antontan-dahatsoratra io
pt: Despublicar itens publicados
ro: Scoate din starea 'publicat' acest document
