Repository: nuxeo-cps/products--CPSDefault
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, mg, pt, ro

# heading_revert_to_old_revision_of ${item_id}
source: Revert to an archived revision of ${item_id}
ca: Tornar a una revisió arxivada de ${item_id}
de: Wechseln zu einer archivierten Version von ${item_id}
es: Volver a una versión archivada de ${item_id}
eu: ${item_id}-en artxibatutako berrikusketa batera jo
fr: Revenir à une version archivée de ${item_id}
gl: Volver a unha revisión arquivada de ${item_id}
it: Utilizza una versione precedente di:<br/> ${item_id}
mg: Miverina amin'ny laharana voatahirin'ny ${item_id}
pt: Reverter ${item_id} para a versão anterior
ro: Intoarce-te la o revizie arhivata a ${item_id}

# heading_search_results
source: Search Results
ca: Resultats de la recerca
de: Such Ergebnis
es: Resultados de la búsqueda
eu: Bilaketaren emaitzak
fr: Résultats de la recherche
gl: Resultados da busca
it: Risultati della ricerca
mg: vokatry ny fikarohana
pt: Resultados da Busca
ro: Rezultatele Cautarii

# heading_standard_resource_metadata
source: Standard resource metadata
ca: Meta-dades estàndard del recurs
de: Standard Dokument Metadaten
es: Metadatos estándar del recurso
eu: Baliabidearen metadatu estandarrak
fr: Métadonnées standards de la ressource
gl: Metadatos estándar do recurso
it: Metadati standard della risorsa
mg: Méta-données standards de la ressource
pt: Metadados Padrões do Recurso
ro: Metadatele standard ale resursei

# heading_start_cps
source: Start CPS
ca: Iniciar CPS
eu: CPS-ri hasiera eman
fr: Démarrer
gl: Iniciar CPS
pt: Entrar no Portal

# heading_status_history_of ${item_id}
source: Status history of ${item_id}
ca: Històric de l'estat de ${item_id}
de: Status Historie von ${item_id}
es: Histórico del estado de ${item_id}
eu: ${item_id}-ren egoeraren historikoa
fr: Historique du statut de ${item_id}
gl: Histórico do estado de ${item_id}
it: Storico di stato dell'oggetto: <br/>${item_id}
mg: Historique du statut de ${item_id}
pt: História de estado de ${item_id}
ro: Istoricul starilor ${item_id}

# heading_submit_of ${item_id}
source: Submit of ${item_id}
ca: Enviar ${item_id}
de: Publizieren von ${item_id}
es: Remitir ${item_id}
eu: Honako ${item_id} bidali
fr: Soumettre ${item_id}
gl: Remitir ${item_id}
it: Richiedi la pubblicazione di:<br/>${item_id}
mg: Mametraka ${item_id}
pt: Submeter ${item_id}
ro: Trimitere ${item_id}

# heading_switch_user
source: Change user
fr: Changer d'utilisateur

# heading_translation_of ${item_id}
source: Translation of "${item_id}"
ca: Traducció de "${item_id}"
de: Übersetzung von ${item_id}
es: Traducción de "${item_id}"
eu: "${item_id}"-ren itzulpena
fr: Traduction de «${item_id}»
gl: Tradución de "${item_id}"
pt: Tradução de "${item_id}"
ro: Traducere "${item_id}"

# heading_unauthorized_access
source: Unauthorized access
fr: Accès non autorisé

# heading_unpublish_of ${item_id}
source: Unpublish of ${item_id}
ca: Retirar de la publicació ${item_id}
de: Zurückziehen von ${item_id}
es: Retirar ${item_id}
eu: ${item_id}-a erretiratu
fr: Dépublier ${item_id}
gl: Retirar ${item_id}
it: Ritira dalla pubblicazione:<br /> ${item_id}
mg: Tsy aely ${item_id}
pt: Despublicar ${item_id}
ro: Retragere publicare ${item_id}

# heading_validate_password_resetting
source: Validate the resetting of your password
ca: Validi el canvi de contrasenya
de: Prüfen des zurückgesetzten Passworts
es: Valide el cambio de su contraseña
eu: Zure pasahitzaren aldaketa baliozkotu
fr: Validation de la réinitialisation du mot de passe
gl: Valide o cambio do seu contrasinal
pt: Valide a redefinição de sua senha.
ro: Valideaza resetarea parolei tale

# heading_welcome
source: Welcome to your Collaborative Portal Server!
ca: Benvingut/da al CPS (Collaborative Portal Server)
eu: Ongi etorri CPS-ra (Collaborative Portal Server)
fr: Bienvenue sur votre portail collaboratif CPS !
gl: Benvidos a CPS (Collaborative Portal Server)
pt: Benvindo ao seu Servidor de Portal Colaborativo!

# help_abandon_draft
source: If you abandon this revision, your modifications done on this revision will be lost and the original document will be unlocked.
ca: Si abandona la revisió, es desbloquejarà el document original.
de: Wenn sie diesen Entwurf verwerfen, wird die Original Version wieder freigegeben.
es: Si abandona la versión, el documento original será desbloqueado.
eu: Berrikusketa uzten baduzu, jatorrizko dokumentua desblokeatuko da.
fr: Si vous abandonnez cette version, vos modifications faites sur cette version seront perdues et le document original sera déverrouillé.
gl: Se abandona a revisión, o documento orixinal será desbloqueado.
it: Se abbandoni questa versione, l'oggetto originale sarà sbloccato ed utilizzabile da altri utenti.
mg: Raha ialanao ilay laharana, lasa mivoha ny hidin'ny antotandahatsoratra fototra
pt: Se você abandonar este rascunho, o documento original será desbloqueado.
ro: Daca abandonezi aceasta revizie, documentul original va fi descuiat.

# help_accept_publication
source: Accept publication of this item, this will make it available to section readers
ca: Acceptar la publicació d'este document. Això el farà accessible als lectors de la secció.
de: Publikation dieses Objekts akzeptieren, damit wird es für die Leser der Websektionen sichtbar
es: La aceptación de la publicación de este documento hará que esté disponible para los lectores de la sección.
eu: Argitalpen hau onartzeak dokumentua eskuragarri bihurtuko du ataleko irakurleentzat
fr: L'acceptation de la publication de ce document le rendra disponible pour les lecteurs de la rubrique.
gl: A aceptación da publicación deste documento fará que estea dispoñible para os lectores da sección.
it: Se accetti questa pubblicazione, l'oggetto sarà disponibile per gli altri lettori della sezione.
mg: Ny fanekena ny fampielezana an'io antotandahatsoratra io dia manome fahalalahana ireo mpamaky
pt: Aceitar a publicação deste item; fará com que esteja disponível para os leitores da secção.
ro: Acceptand publicarea acestui document, el va fi disponibil cititorilor sectiunii

# help_access_rights_management
source: <p>In this form you can search for users and groups and assign them local access rights, also referred to as <q>local roles</q>.</p><p>To select groups, you have to do a search on the <cite>Group name</cite>. There are the special groups <cite>All users</cite> and <cite>Authenticated users</cite> that can be selected by doing an empty search.</p>
fr: <p>Dans ce formulaire vous pouvez rechercher des utilisateurs et des groupes et leur assigner localement des droits d'accès, aussi appelés des <q>rôles locaux</q>.</p><p>Pour sélectionner des groupes, vous devez effectuer une recherche sur le <cite>Nom du groupe</cite>. Il y a les groupes spéciaux <cite>Tous les utilisateurs</cite> et <cite>Utilisateurs authentifiés</cite> qui peuvent être sélectionnés en faisant une recherche vide.</p>

# help_checkin_draft
source: If you commit this revision, it will replace the document currently locked.
ca: Si incorpora aquesta revisió, substituirà el document que ara està bloquejat.
de: Wenn sie diese Version wieder einchecken, wird sie die momentane gesperrte Version ersetzen.
es: Si incorpora esta versión, sustituirá el documento que ahora está bloqueado.
eu: Berrikusketa hau sartzen baduzu, orain blokeaturik dagoen dokumentua ordezkatuko du berrikusketak
fr: Cette version deviendra le document original.
gl: Se incorpora esta revisión, substituirá o documento que agora está bloqueado.
it: Se accetti la nuova versione, questa sostituirà l'oggetto attualmente bloccato.
mg: Ho lasa antotandahatsoratra(document) fototra io laharana io
pt: Se enviar este rascunho, ele substituirá o documento que está atualmente bloqueado.
ro: Daca trimiti aceasta revizie, ea va inlocui documentul care este incuiat deocamdata.

# help_checkout_draft
source: By creating a revision, you will be the only one able to work on the document.
ca: Si crea una revisió, serà l'únic usuari que podrà treballar amb el document.
de: Wenn Sie eine Draft Version erstellen, können nur sie allein am Dokument arbeiten.
es: Si crea una versión, será el único que podrá trabajar sobre el documento.
eu: Berrikusketa sortzen baduzu, dokumentua landu dezakeen bakarra izango zara.
fr: En créant une version, vous serez le(la) seul(e) à pouvoir travailler dessus.
gl: Se crea unha revisión, será o único que poderá traballar sobre o documento.
it: Se crei una versione, sarai il solo che potrà utilizzare l'oggetto e questo risulterà bloccato agli altri utenti.
mg: Raha mamorona laharana ianao dia ianao irery no afaka miasa aminy
pt: Se criar um rascunho, será o único capaz de trabalhar no documento.
ro: Daca creezi o versiune, esti singurul(a) care va putea sa lucreze in acest document.

# help_delete_archive
source: Delete archive ${rev}
ca: Esborrar arxiu
de: Löschen des Archivs
es: Borrar archivo
eu: Fitxategia ezabatu
fr: Supprimer l'archive ${rev}
gl: Borrar arquivo
it: Elimina la versione archiviata: ${rev}
mg: Vonoina ny arsivy ${rev}
pt: Remover arquivo
ro: Sterge arhiva ${rev}

# help_invalid_reset_password_request
source: May be you should try again.
ca: La seua sol·licitud de canviar de contrasenya no és vàlida.
de: Das Zurücksetzen des Passworts wurde nicht ausgeführt.
es: Su solicitud para cambiar de contraseña no es válida
eu: Pasahitza aldatzeko eskaerak ez du balio
fr: Cette demande de réinitialisation de mot de passe n'est pas valide.
gl: A súa solicitude para cambiar de contrasinal non é válida
pt: Este pedido para redefinir esta senha não é válido.
ro: Aceasta cerere de reinitializare a parolei nu este valida.

# help_join_form_1
source: Becoming a member gives you the ability to customize the site and participate in the community.
ca: Fer-se usuari li dóna la possibilitat de personalitzar el lloc web i de participar en la comunitat.
de: Nach der Anmeldung haben sie die Möglichkeit Ihren eigenen Portalbereich zugestalten und an der Portal Gemeinschaft teilzunehmen.
es: Hacerse usuario le dará la posibilidad de personalizar el sitio y de participar en la comunidad.
eu: Erabiltzaile izateak tokia pertsonalizatzeko eta elkartean parte hartzeko eskubidea emango dizu.
fr: Devenir un membre vous donnera la possibilité de personnaliser le site et de participer à la communauté.
gl: Facerse usuario daralle a posibilidade de personalizar o sitio e de participar na comunidade.
it: Diventare collaboratore non presenta alcun costo e offre la possibilità di personalizzare il sito e di partecipare alle attività del portale.
mg: Ireo Mpikambana dia afaka manatsara ny tranonkala araka izay tiany sy mifanerasera amin'ireo mpikambana hafa
pt: Tornando-se um membro tem a possibilidade de personalizar o site e participar na comunidade.
ro: Devenind un membru vei avea posibilitatea de a-ti personaliza site-ul si de a participa la comunitate.

# help_join_form_2
source: It does not cost any money to become a member and your email and other personal information will remain private.
ca: És de franc, i tant el seu correu electrònic com les dades personals seguiran sent privades.
de: Die Anmeldung kostet sie nichts und Ihre Emails und andere persönliche Informationen bleiben privat
es: Hacerse usuario es totalmente gratuito; su correo electrónico y los otros datos personales seguirán siendo privados.
eu: Erabat doan; bai zure posta elektronikoa eta baita zure datu pertsonalak ere pribatuak izango dira.
fr: Devenir membre est totalement gratuit et votre courriel et autres informations personnelles resteront privées.
gl: É totalmente gratuito; tanto o seu correo electrónico como o resto de datos persoais seguirán sendo privados.
it: Ricorda che l'indirizzo di posta elettronica e le informazioni personali che inserirai non saranno rese pubbliche.
mg: Maimaim-poana ny fidirana ho mpikambana ary mijanona ho tsiambaratelo ny mailakanao sy ny mombamomba anao rehetra
pt: Tornar-se membro é grátis um e o seu email e outras informações pessoais permanecerão privadas.
ro: Nu costa nimic sa devii un membru si adresa ta de email si celelalte informatii personale vor ramane private.

# help_join_form_3
source: You must submit a valid email address. This address will be used to send you a randomly-generated password. Once you have logged in with this password, you may change it to anything you like.
ca: Ha d'indicar una adreça vàlida de correu electrònic. Es farà servir per a enviar-li la seva contrasenya, generada aleatòriament. Un cop s'hagi identificat amb aquesta contrasenya, podrà canviar-la al seu gust.
de: Sie müssen eine gültige Email Adresse angeben. An diese Adresse werden dieZugangsdaten versandt. Das Passwort können und sollten sie bald ändern.
es: Debe usted indicar una dirección válida de correo electrónico. Será utilizada para hacerle llegar su contraseña generada aleatoriamente. Una vez que usted se haya autenticado con esta contraseña, podrá cambiarla a su gusto.
eu: Posta elektronikoaren baliozko helbidea eman behar duzu. Ausaz sortutako zure pasahitza helarazteko erabiliko da. Behin pasahitza horrekin zure identitatea egiaztatu ondoren, zure gustura aldatu ahal izango duzu.
fr: Vous devez entrer une adresse de courriel valide. Cette adresse sera utilisée pour vous faire parvenir votre mot de passe généré aléatoirement. Une fois que vous vous serez authentifié avec ce mot de passe, vous pourrez le changer à votre guise.
gl: Debe usted indicar unha dirección válida de correo electrónico. Será utilizada para facerlle chegar o seu contrasinal xerado aleatoriamente. Unha vez que vostede se autentique con este contrasinal, poderá cambialo ao seu gusto.
it: Devi specificare un indirizzo di posta elettronica valido che sarà utilizzato per inviarti una parola d'accesso generata casualmente. <br />Dopo avere inserito la password all'autenticazione e se lo ritieni necessario, puoi decidere di cambiarla con qualsiasi altro valore.
mg: Tokony mampiditra adiresy mailaka marina ianao. Avy amin'io adiresy io no anomezana ny môdepasinao.Raha vao tafiditra amin'io mot de passe io ianao dia afaka manova azy araka izay tianao
pt: Deve fornecer um endereço de email válido. Este endereço será utilizado para enviar-lhe uma senha gerada aleatoriamente. Uma vez registado com esta senha, poderá mudá-la para outra que lhe agrade.
ro: Trebuie sa introduci o adresa de email valida. Aceasta adresa va fi utilizata pentru a ti se trimite o parola generata la intamplare. O data ce te-ai logat cu aceasta parola, poti sa o schimbi cu orice alta parola pe care o vrei.

# help_login_aware_logout
source: Don't forget to logout or exit your browser when you're done.
ca: No oblide desconnectar-se o eixir del seu navegador quan hagi acabat.
de: Vergessen sie nicht sich auszuloggen sobald sie das Portal verlassen.
es: No olvide desconectarse o salir de su navegador cuando haya terminado.
eu: Ez ahaztu dekonektatzea edota zure nabigatzailetik irtetzea behin bukatu ondoren.
fr: N'oubliez pas de vous déconnecter ou de quitter votre navigateur quand vous avez fini.
gl: Non esqueza desconectarse ou saír doe seu navegador cando teña rematado.
it: Quando concludi questa sessione di navigazione, non dimenticare di uscire dal portale e chiudere il tuo browser.
mg: Aza adino ny mivoaka tanteraka na miala an'ilay tranonkala rehefa nahavita
pt: Não se esqueça de fazer o logout ou sair do seu navegador quando terminar.
ro: Nu uita sa te deconectezi sau sa inchizi fereastra de navigare cand ai terminat.

# help_login_troubles_cookies
source: If you are having trouble logging in, make sure to enable cookies in your web browser.
ca: Si té problemes per a connectar-se, comprove que té activada l'opció relacionada amb les "cookies" al seu navegador.
de: Haben Sie Schwierigkeiten beim Login am Portal?<br> Stellen sie sicher das ihr Browser 'Cookies' akzeptiert.
es: ¿Tiene problemas para conectarse?. Asegúrese de haber activado las cookies en su navegador.
eu: Konektatzeko arazorik izanez gero, ziurtatu zure nabigatzailearekin zerikusia duten "cookies" aukera hartu duzula.
fr: Si vous avez des problèmes pour vous connecter, assurez-vous d'avoir activé les cookies dans votre navigateur.
gl: Se ten problemas para conectarse, asegúrese de ter activado a opción relacionada coas "cookies" no seu navegador.
it: Incontri difficoltà durante l'autenticazione? <br />Assicurati che il tuo browser web sia abilitato per accettare i cookies.
mg: Manana olana hidirana eo amin'ny seraseranao ve ianao&nbsp;? Jereo tsara aloha raha efa novelominao ny cookies eo amin'ny seha-pifaneraseranao
pt: Está com problemas para fazer o login? Certifique-se que permitiu cookies no seu navegador web.
ro: Ai probleme la conectare&nbsp;? Asigura-te ca ai activate cookie-urile in fereastra ta de navigare.

# help_lost_password
source: If you have problems using this form or if it doesn't work for you, send an email to :
ca: Ha arribat a esta pàgina perquè ha perdut la contrasenya. No es preocupe, aviat podrà connectar-se de nou al portal. Si té problemes amb este formulari o si no funciona envie un correu electrònic a
de: Sie sind hier weil Sie Ihr Passwort vergessen haben. Keine Panik, eswird Ihnen gleich wieder möglich sein sich am Portal einzuloggen. Wenn Sie Probleme mit diesem Formular haben oder es aus einem anderen Grund nichtfunktioniert, senden Sie eine Email an
es: Ha llegado a esta página porque ha perdido su contraseña. No se preocupe, pronto le será posible conectarse al portal de nuevo. Si tiene problemas al usar este formulario o si no funciona en víe un e-mail a
eu: Orrialde honetara iritsi bazara zure pasahitza galdu duzulako izan da . Ez zaitez kezkatu, laister berriro konektatu ahal izango zara atarira. Formulario hau erabiltzeko arazorik baduzu edota ez badabil, bidal ezazu e-mail bat honako helbide honetara
fr: Si vous avez des problèmes pour utiliser ce formulaire ou si cela ne fonctionne pas pour vous, envoyez un courriel à :
gl: Chegou a esta páxina porque perdeu o seu contrasinal. Non se preocupe, axiña poderá conectarse de novo ao portal. Se ten problemas ao usar este formulario ou se non funciona envíe un correo electrónico a
pt: Chegou a esta página porque perdeu a sua senha. Não se preocupe, em breve será possível realizar o login no portal novamente. Se tem problemas ao utilizar este formulário ou se ele não está a funcionar por qualquer razão, envie um email para

# help_mail_password_1
source: Just enter your username below, click <em>Send</em>, and your password will be mailed to you if you gave a valid email address when you signed on.
ca: Pose el seu nom d'usuari baix, punxe <em>Enviar</em> i li enviarem la seua contrasenya a l'adreça de correu que va donar en registrar-se com a usuari.
de: Tippen Sie einfach Ihren Login Namen in das Feld unten und klicken anschliessend auf <em>Senden</em>, dann wird das Passwort an Ihre Email Adresse gesandt.
es: Introduzca su nombre de usuario abajo, pinche <em>Enviar</em> y su contraseña le será enviada si facilitó una dirección de correo-e correcta al registrarse como miembro.
eu: Jar ezazu zure erabiltzaile-izena beheko aldean, <em> klikatu, </em> bidali eta zure pasahitza emango zaizu, baldin eta kide izateko izena ematerakoan baliozko helbidea jarri bazenuen.
fr: Saisissez votre nom d'utilisateur en dessous, cliquez sur <em>Envoyer</em> et votre mot de passe vous sera envoyé si vous avez saisi une adresse de courriel lorsque vous vous êtes enregistré comme membre.
gl: Introduza o seu nome de usuario abaixo, pinche <em>Enviar</em> e o seu contrasinal seralle enviado se facilitou unha dirección de correo-e correcta ao rexistrarse como membro.
it: Inserisci il tuo nome di autenticazione nella casella sottostante e clicca sul pulsante <strong><em>Invia</em></strong>.<br /><br /> La tua password sarà recapitata all'indirizzo di posta elettronica che hai fornito (o che ti è stato dato) al momento della tua iscrizione al portale.
mg: Soraty eo ambany ilay anarana ahafahanao miditra, tsindrio ny <em>Alefaso</em> dia ho voarainao ny teny miafinanao(môdepasy) raha nampiditra adiresy mailaka ianao tamin'ny fotaoana nidiranao ho mpikambana
pt: Simplesmente preencha com o seu nome de utilizador, clique em <em>Enviar</em>, e a sua senha será enviada por email para você se forneceu um endereço de email válido quando se registou.
ro: Introdu numele contului tau mai jos, apasa <em>Trimite</em>, si parola ta iti va fi trimisa daca ai dat o adresa de email valida in momentul in care te-ai inregistrat ca membru.

# help_mail_password_2
source: If this will not work for you (for example, if you forget your member name or didn't enter your email address) send email to
ca: Si això no funciona en el seu cas (per exemple, si ha oblidat el seu nom d'usuari o no va donar la seua adreça de correu en inscriure's) envie un e-mail a
de: Wenn das für Sie nicht funktioniert (zB wenn sie eine ungültige Email-Adresse eingegeben haben) senden Sie eine Email an:
es: Si esto no funciona en su caso (por ejemplo, si ha olvidado su nombre de usuario o no introdujo una dirección de correo-e válida al inscribirse) envíe un correo a
eu: Zure kasuan ez badabil (adibidez, zure erabiltzaile-izena ahaztu edota izena ematerakoan baliozko helbidea jarri ez bazenuen) bidali e-mail bat honako helbidera
fr: Si cela ne fonctionne pas dans votre cas (par exemple, si vous avez oublié votre nom d'utilisateur ou que vous n'aviez pas saisi une adresse de courriel valide lors de votre inscription) envoyez un courriel à
gl: Se isto non funciona no seu caso (por exemplo, se esqueceu o seu nome de usuario ou non introduciu unha dirección de correo-e válida ao inscribirse) envíe un correo a
it: Nel caso in cui questo non funzioni, per esempio se hai dimenticato il tuo nome di autenticazione o se non hai inserito un indirizzo e-mail valido, invia un messaggio a:
mg: Raha tsy mety izany ho anao (ohatra, raha hadinonao ilay anarana na tsy nanoratra adiresy mailaka marina ianao tamin'ny fidirana ho mpikambana) dia mandefasa mailaka amin'ny
pt: Se isto não resolveu o seu problema (por exemplo, se se esqueceu do seu nome de usuário ou não forneceu um endereço de email válido), envie um email para
ro: Daca aceasta nu merge in cazul tau (de exemplu, daca ti-ai uitat numele de utilizator sau daca nu ti-ai introdus adresa de email) trimite un email la

# help_mail_password_response_1
source: Your password has been mailed.
ca: S'ha enviat la seva contrasenya
de: Ihr Passwort wurde versandt.
es: Su contraseña ha sido enviada
eu: Zure pasahitza bidalia da
fr: Votre mot de passe vous a été envoyé.
gl: O seu contrasinal foi enviado
it: La password personale è stata inviata.
mg: Efa Nalefa any aminao ny teny miafinanao (môdepasy)
pt: A sua senha foi enviada por email
ro: Parola ti-a fost trimisa.

# help_mail_password_response_2
source: It should arrive in your mailbox momentarily.
ca: Hauria d'arribar a la seua bústia electrònica en un moment.
de: Es sollte gleich in Ihrer Mailbox ankommen.
es: Debería llegar a su buzón electrónico en unos instantes.
eu: Laister iritsiko beharko litzateke pasahitza zure posta elektronikora.
fr: Il devrait arriver dans votre boîte aux lettres électronique dans un moment.
gl: Debería chegar á súa caixa de correo electrónico nuns instantes.
it: In poco tempo, dovrebbe arrivare nella tua casella di posta elettronica.
mg: Tokony ho tonga ao anty boatin-taratasy elektronikanao izy afaka fotoana fohy
pt: Ela deve chegar à sua caixa de correio em breve.
ro: Trebuie sa ajunga in cutia ta de mesaje electronice in scurt timp.
