Repository: nuxeo-cps/products--CPSDefault
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, mg, pt, ro

# button_revert_revision
source: Revert to the archived revision
ca: Tornar a la versió arxivada
de: Wechseln zur archivierten Version
es: Volver a la versión archivada
eu: Artxibatutako bertsiora itzuli
fr: Revenir à la version archivée
gl: Volver á versión arquivada
it: Ritorna alla versione archiviata
mg: Miverina amin'ny laharana voatahiry
pt: Reverter Revisão
ro: Revino la revizia arhivata

# button_search
source: Search
ca: Buscar
de: Suchen
es: Buscar
eu: Bilatu
fr: Rechercher
gl: Buscar
it: Ricerca
mg: Karohina
pt: Procurar
ro: Cauta

# button_select
source: Select
ca: Seleccionar
de: Auswählen
es: Seleccionar
eu: Hautatu
fr: Sélectionner
gl: Seleccionar
it: Seleziona
mg: Manavaka
pt: Selecionar
ro: Selecteaza

# button_select_all
source: Select all
ca: Seleccionar-ho tot
de: Alles Auswählen
es: Seleccionar todo
eu: Hautatu dena
fr: Tout sélectionner
gl: Seleccionar todo
it: Seleziona tutto
mg: avahana izy rehetra
pt: Selecionar Tudo
ro: Selecteaza tot

# button_send
source: Send
ca: Enviar
de: Senden
es: Enviar
eu: Bidali
fr: Envoyer
gl: Enviar
it: Invia
mg: Alefaso
pt: Enviar
ro: Trimite

# button_send_password_reminder
source: Send me a password reminder
ca: Enviar-me un recordatori de la contrasenya
de: Senden einer Passwort Erinnerung
es: Enviar un recordatorio de mi contraseña
eu: Pasahitzaren oroigarria eskuratu
fr: Envoyez moi un rappel de mon mot de passe
gl: Enviarme un recordatorio do contrasinal
pt: Envie-me um lembrete de senha
ro: Trimite-mi o instiintare cu parola mea

# button_show_blocked_roles
source: Show
eu: Blokeatu
fr: Afficher
gl: Bloquear
pt: mostrar

# button_submit_document
source: Submit document
ca: Enviar a publicar
de: Dokument publizieren
es: Remitir para publicación
eu: Argitaratzeko bidali
fr: Soumettre à publication
gl: Remitir para publicación
it: Richiedi la pubblicazione
mg: Apetraka mba haely
pt: Submeter Documento
ro: Trimite document

# button_switch_user
source: Switch user
fr: Changer

# button_translate_document
source: Create a revision for translation
ca: Crear una revisió per a traduir
de: Erstellen einer Version zur Übersetzung
es: Crear una revisión para traducir
eu: Itzultzeko berrikusketa sortu
fr: Créer une version pour la traduction
gl: Crear unha revisión para traducir
pt: Criar uma revisão para tradução
ro: Creeaza o versiune pentru traducere

# button_unpublish_document
source: Unpublish document
ca: Des-publicar el document
de: Publikation zurücknehmen
es: Retirar el documento
eu: Dokumentua argitaratzetik kendu
fr: Dépublier le document
gl: Despublicar o documento
it: Ritira dalla pubblicazione
mg: Esorina tsy haely intsony
pt: Despublicar Documento
ro: Retrage document publicat

# button_unswitch_user
source: Unswitch user
fr: Redevenir soi-même

# button_update
source: Update
ca: Actualitzar
de: Aktualisieren
es: Actualizar
eu: Gaurkotu
fr: Mettre à jour
gl: Actualizar
it: Aggiorna
mg: Alefaso
pt: Actualizar
ro: Aducere la zi

# description_confirm_recursive_publish
source: <p>Select the target section(s) into which the content of the current folder will be recursively published.</p><p>Warning: This action is very powerful, can take long and publish many documents. Use with caution.</p>
fr: <p>Sélectionner la ou les section(s) cible(s) dans lesquelles le contenu du dossier courant va être publié récursivement.</p><p>Attention : Cette action est très puissante, elle peut prendre longtemps et publier de très nombreux documents. Utilisez-là avec prudence.</p>
gl: <p>Aviso importante: Esta acción é moi complexa e potente, pode levar bastante tempo e publicar moitos documentos. Utilícea con cautela.</p><p>Seleccione unha sección como destino da súa publicación recursiva.</p>

# description_join_form_already_member_1
source: You are already a member. You may use the
ca: Vostè ja és usuari. Pot utilitzar el
de: Sie sind bereits angemeldet. Sie können
es: Usted ya es usuario. Puede utilizar el
eu: Dagoeneko erabiltzailea zara. Erabil dezakezu
fr: Vous êtes déjà membre. Vous pouvez utiliser le
gl: Vostede xa é usuario. Pode utilizar o
it: Sei già un collaboratore. Puoi utilizzare
mg: Efa mpikambana ianao. Afaka ampiasainao ny
pt: Já é um membro. Pode usar o
ro: Esti deja membru inregistrat. Poti folosi

# description_join_form_already_member_2
source: to change your membership information.
ca: per a modificar les seues dades personals.
de: benutzen um ihre Teilnehmer Einstellungen zu ändern.
es: para modificar sus datos personales.
eu: zure datu pertsonalak aldatzeko.
fr: pour modifier vos informations personnelles.
gl: para modificar os seus datos persoais.
it: per modificare le tue informazioni personali.
mg: Raha tianao ovaina ny mombamomba anao.
pt: para mudar as suas informações.
ro: pentru a-ti schimba datele de inregistrare

# description_login_failure
source: You are not currently logged in. Your username and/or password may be incorrect. Your browser may also not be configured to accept HTTP cookies. If you need help please contact
ca: Vostè ara no està connectat al portal. És possible que el seu nom d'usuari i/o la contrasenya siguin incorrectes. També és possible que el seu navegador no estigua configurat per a acceptar les cookies. Si necessita ajuda, contacte amb
de: Sie sind nicht angemeldet! Stimmen Login Name und Passwort? Achten Sie darauf das ihr Browser HTTP Cookies akzeptiert. Wenn Sie Hilfe brauchen schreiben Sie an
es: Usted no está actualmente conectado al portal. Es posible que su nombre de usuario y/o contraseña sea incorrecto. También es posible que su navegador no esté configurado para aceptar las cookies. Si necesita ayuda contacte con
eu: Ez zaude orain konektaturik atarira. Beharbada, zure erabiltzaile-izena edota zure pasahitzak ez dira zuzenak. Beharbada, zure nabigatzailea ez dago konfiguratuta cookieak onartzeko. Laguntzarik behar izanez gero, jarri zaitez harremanetan gurekin.
fr: Vous n'êtes pas connecté au portail pour le moment. Votre nom d'utilisateur et/ou mot de passe sont peut-être incorrects. Il se peut également que votre navigateur ne soit pas configuré pour accepter les cookies. Si vous avez besoin d'aide, contactez
gl: Vostede non está actualmente conectado ao portal. É posible que o seu nome de usuario e/ou contrasinal sexan incorrectos. Tamén é posible que o seu navegador non estea configurado para aceptar as cookies. Se necesita axuda, contacte con
it: In questo momento non sei ancora entrato nel portale.<br /><br />Forse hai inserito in maniera errata il tuo nome di autenticazione e/o la tua password.<br /><br />Ricontrolla anche che il tuo browser sia impostato per accettare i cookies HTTP.<br /><br /> Se ti occorre altro aiuto contatta:
mg: Tsy tafiditra tao anaty tranonkala aloha ianao izao. Mety diso angamba ny anarana sy ny teny miafina (môdepasy) nomenao. Na koa ny fitaovana entinao mijery ny tranonkalantsika (navigateur) no tsy voafetra hitana ny mombamomban'ny mpitsidika (cookies). Raha mila fanampiana ianao dia manorata any amin'ny:
pt: Você não está actualmente ligado. O seu nome de usuário e/ou sua senha podem estar incorretos. O seu navegador web também pode não estar configurado para aceitar cookies HTTP. Se precisar de ajuda, por favor contacte
ro: Nu ai fost autentificat. Numele de utilizator sau/si parola ar putea fi incorecte. Browser-ul tau s-ar putea sa n fie configurat sa accepte cookie-uri HTTP. Daca ai nevoie de ajutor, contacteaza

# description_registered
source: You have been registered as a member.
ca: Ha sigut registrat com a usuari
de: Sie haben sich am Portal als Teilnehmer angemeldet.
es: Está registrado como usuario
eu: Erabiltzaile gisa erregistraturik zaude
fr: Vous voilà maintenant enregistré comme membre.
gl: Está rexistrado como usuario
pt: Você foi registado como um membro.
ro: Ai fost inregistrat ca membru.

# description_reset_password_request_processed ${who} ${webmaster_address}
source: <p>We are acknowledging your request for password resetting for the account corresponding to <strong>${who}</strong>.</p><p class='emailSent'>An email has been sent to you for checking.</p><p>Note that this email can take a certain amount of time to reach you, delays of more than an hour are not uncommon.</p><p>If you haven't received this email of us after some hours, your are invited to request another password reset through the previous form. If this new try isn't successful either, send an email to <a href="mailto:${webmaster_address}">${webmaster_address}</a> with a screen shot of the problem stating clearly the date and time of the try.</p>
fr: <p>Nous avons bien pris en compte votre demande de réinitialisation de mot de passe pour le compte correspondant à <strong>${who}</strong>.</p><p class='emailSent'>Un courriel vous a été envoyé pour vérification.</p><p>Notez que ce courriel peut mettre un certain temps pour vous parvenir, des délais de plus d'une heure ne sont pas rares.</p><p>Si vous n'avez toujours pas reçu ce courriel de notre part au bout de plusieurs heures, vous êtes invité à effectuer une nouvelle réinitilisation du mot de passe par le formulaire précédent. Si ce nouvel essai de réinitilisation ne réussissait toujours pas, envoyez un courriel à <a href="mailto:${webmaster_address}">${webmaster_address}</a> comportant une copie d'écran du problème rencontré en précisant bien la date et l'heure de la tentative.</p>

# description_the_account_you_will_reset_password_is
source: The account below is the one on which the password reset on will be done :
ca: La contrasenya es reiniciarà per a este compte
de: Der Zugang unten ist derjenige für den das Passwort zurückgesetzt wird
es: La contraseña para esta cuenta es
eu: Kontu honen pasahitza honakoa da
fr: Le compte ci-dessous est celui sur lequel va avoir lieu la réinitialisation du mot de passe :
gl: O contrasinal para esta conta é
pt: A conta abaixo é aquela na qual a senha será redefinida.

# description_unauthorized_access
source: <p>Your are not allowed to access the resource you have requested.</p><p>You are currently logged in with user name <q>${user_name}</q>.</p><p>For example if you were following a link from an email you should check with the person that sent it to you or with the webmasters of the portal by providing them the address of this page. Possibly you could ask them to give your more access.</p>
fr: <p>Vous n'êtes pas autorisé à accéder à la ressource demandée.</p><p>Vous êtes actuellement authentifié en tant que l'utilisateur <q>${user_name}</q>.</p><p>Par exemple si vous avez suivi un lien depuis un courriel vous devriez vérifier avec la personne qui vous l'a envoyé ou avec les webmestres du portail en leur donnant l'adresse de cette page. Vous pourriez éventuellement leur demander de vous donner plus de droits d'accès.</p>

# description_which_accounts_will_you_reset_password
source: Specify which accounts you want to do a password reset on.
ca: Per a quins comptes vol reiniciar la contrasenya?
de: Geben Sie die Zugänge an für welche sie das Passwort zurücksetzen wollen
es: ¿En qué cuentas desea tener contraseña?
eu: Zein kontutan nahi duzu pasahitza?
fr: Spécifiez quels comptes sur lesquels vous souhaitez qu'une réinitialisation soit effectuée.
gl: ¿En que contas desexa ter contrasinal?
pt: Especifique quais contas você quer fazer a redefinição da senha.

# error_default_message
source: We apologize for the inconvenience.
ca: Disculpe per les molèsties ocasionades.
de: Entschuldigen Sie den Fehler. Wir arbeiten an einer Lösung.
es: Discúlpenos por las molestias ocasionadas.
eu: Barkatu sortutako eragozpenengatik
fr: Veuillez nous excuser pour la gêne occasionnée.
gl: Descúlpenos polas molestias ocasionadas.
it: Scusaci per l'inconveniente. <br /> Puoi ritornare alla pagina precedente oppure contattare un amministratore del portale.<br />Segui i collegamenti che ti vengono proposti:
mg: Miala tsiny tamin'ny fanelingelenana tsy nampoizina
pt: Pedimos desculpas pelo inconveniente.
ro: Ne cerem scuze pentru incoveniente.

# error_not_found
source: The resource you asked was not found. If the document has moved you may find it using the search form below.
ca: No se ha trobat el recurs que ha sol·licitat. Si el document ha canviat de lloc podrà trobar-lo amb el formulari de recerca.
de: Die Information die Sie suchen wurde nicht gefunden. Falls das Dokument nur verschoben wurde finden Sie es vielleicht mit Hilfe des Such Formulars:
es: No se ha podido encontrar el recurso que ha solicitado. Si el documento ha cambiado de sitio podrá encontrarlo mediante el siguiente formulario de búsqueda.
eu: Ezin dugu topatu eskatutako baliabidea. Dokumentua tokiz aldatu bada, honako bilatze-formularioari jarraituz topa dezakezu.
fr: La ressource que vous avez demandée n'a pu être trouvée. Si le document a été déplacé, vous pouvez sans doute le retrouver à l'aide du formulaire de recherche ci-dessous.
gl: Non se puido atopar o recurso que solicitou. Se o documento cambiou de sitio poderá atopalo mediante o seguinte formulario de busca.
it: La risorsa che stai cercando non è stata trovata.<br /> Se l'oggetto è stato spostato, puoi ricercarlo usando questo modulo di ricerca.
mg: Ny zavatra nangatahinao dia tsy nety hita. Mety ho voafindra toerana ilay izy, ka afaka tadiavina ihany raha mampiasa ny sehatra fitadiavana (formulaire de recherche) etsy ambany ianao.
pt: Recurso procurado não encontrado
ro: Resursa ceruta nu a fost gasita. Daca documentul s-a mutat, poate fi gasit folosind formularul de cautare de mai jos.

# heading_abandon_draft_of ${item_id}
source: Give up revision ${item_id}
ca: Abandonar la revisió ${item_id}
de: Draft Version ${item_id} aufgeben
es: Abandonar la versión ${item_id}
eu: ${item_id} berrikusketa utzi
fr: Abandonner la version ${item_id}
gl: Abandonar a revisión ${item_id}
it: Abbandona la versione di:<br/>${item_id}
mg: Atsahatra ny laharana ${item_id}
pt: Abandonar o rascunho de ${item_id}
ro: Renunta la revizia ${item_id}

# heading_about_cps
source: About CPS
ca: Sobre el CPS
eu: CPS-ri buruz
fr: En savoir plus
gl: Respecto de CPS
pt: Sobre o CPS

# heading_accept_publication_of ${item_id}
source: Accept publication of
ca: Acceptar la publicació de ${item_id}
de: Publikation akzeptieren von ${item_id}
es: Aceptar la publicación de ${item_id}
eu: ${item_id}-ren argitalpena onartu
fr: Accepter la publication de ${item_id}
gl: Aceptar a publicación de ${item_id}
it: Accetta la pubblicazione di: <br /> ${item_id}
mg: Ekena ny fampielezana ny ${item_id}
pt: Aceita publicação de ${item_id}
ro: Accepta publicarea ${item_id}

# heading_access_rights_management_search
source: Access rights management: Search members and groups
ca: Assignar rols locals: Buscar membres i grups.
de: lokale Rollen zuweisen: Suche Teilnehmer und Gruppen
fr: Gérer les droits d'accès&nbsp;: recherche de membres et groupes
gl: Asignar roles locais: Buscar membros e grupos.
pt: Atribuir papéis locais: Buscar membros e grupos

# heading_access_rights_management_search_results
source: Access rights management: Search results
ca: Delegar rols locals: resultats de la recerca
de: Vergabe lokaler Rollen: Such Ergebnis
fr: Gérer les droits d'accès&nbsp;: résultats de la recherche
gl: Delegar roles locais: resultados da busca
pt: Atribuição de papéis locais: Resutado da Busca

# heading_advanced_search
source: Advanced search
ca: Recerca avançada
de: Erweitertes Suchformular
es: Búsqueda avanzada
eu: Bilaketa aurreratua
fr: Recherche avancée
gl: Busca avanzada
it: Ricerca avanzata
mg: Fikarohana lalindalina kokoa
pt: Busca Avançada
ro: Cautare avansata

# heading_checkin_draft_of ${item_id}
source: Checkin revision ${item_id}
ca: Validar la revisió ${item_id}
de: Einchecken Version ${item_id}
es: Validar la versión ${item_id}
eu: ${item_id} berrikusketa baliozkotu
fr: Valider la version ${item_id}
gl: Validar a revisión ${item_id}
it: Accetta questa versione di:<br/>${item_id}
mg: Ekena ny laharana ${item_id}
pt: Registar o rascunho de ${item_id}
ro: Trimite revizie ${item_id}

# heading_checkout_draft_of ${item_id}
source: Checkout revision ${item_id}
ca: Crear una revisió ${item_id}
de: Auschecken Version ${item_id}
es: Crear una versión ${item_id}
eu: ${item_id} berrikusketa sortu
fr: Créer une version ${item_id}
gl: Crear una revisión ${item_id}
it: Crea una nuova versione dell'oggetto: <br/>${item_id}
mg: Mamorona laharana ${item_id}
pt: Retirar rascunho de ${item_id}
ro: Cere revizie ${item_id}

# heading_config_information_message
source: Configure information message
fr: Configurer le message d'information

# heading_create
source: Create
ca: Crear
de: Erstellen
es: Crear
eu: Sortu
fr: Créer
gl: Crear
it: Crea
mg: Foronina
pt: Criar
ro: Creeaza

# heading_delete_archive_n_of ${rev} ${item_id}
source: Delete archive·${rev} of ${item_id}
ca: Esborrar arxiu ${rev} de ${item_id}
de: Verwerfen der archivierten Version ${rev} ${item_id}
es: Borrar archivo·${rev} de ${item_id}
eu: ${item_id}-en ${rev} berrikusketa-fitxategia ezabatu
fr: Supprimer l'archive ${rev} de ${item_id}
gl: Borrar archivo ${rev} de ${item_id}
it: Elimina la versione ${rev} di:<br/> ${item_id}
mg: Vonoina ny tahiry ${rev} n'ny ${item_id}
pt: Remover arquivo ${rev} de ${item_id}
ro: Sterge arhiva ${rev} a ${item_id}

# heading_edit ${item_id}
source: Edit
ca: Modificar ${item_id}
de: Bearbeiten ${item_id}
es: Modificar ${item_id}
eu: ${item_id} aldatu
fr: Modifier ${item_id}
gl: Modificar ${item_id}
it: Modifica: ${item_id}
mg: Ovaina ${item_id}
pt: Editar ${item_id}
ro: Editeaza

# heading_error_not_found
source: Resource not found
ca: Recurs no trobat
de: Dokument nicht gefunden
es: Recurso no encontrado
eu: Aurkitu gabeko baliabidea
fr: Ressource non trouvée
gl: Recurso non encontrado
it: Risorsa non trovata
mg: Zavatra tsy hita
pt: Não Encontrado
ro: Resursa nu a fost gasita

# heading_error_other
source: CPS encountered an error
ca: CPS ha trobat un error
de: Ein CPS-Fehler ist aufgetreten
es: CPS ha encontrado un error
eu: CPS-k akats bat aurkitu du
fr: CPS a rencontré une erreur
gl: CPS encontrou un erro
it: Il server CPS ha riscontrato un errore!!!
mg: Misedra olana i CPS
pt: CPS encontrou um erro
ro: Eroare CPS

# heading_folder_factories
source: Add content
ca: Afegir contingut
de: Content hinzufügen
es: Añadir contenido
eu: Edukia erantsi
fr: Ajouter du contenu
gl: Engadir contido
it: Aggiungi un nuovo oggetto di tipo:
mg: Manampy matoandahatsoratra
pt: Adicionar Conteúdo
ro: Adauga continut

# heading_join_form
source: Become a member
ca: Fer-se usuari
de: Anmelden und Mitmachen
es: Hacerse usuario
eu: Erabiltzaile bihurtu
fr: Devenez membre
gl: Facerse usuario
it: Nuovo collaboratore?
mg: Miditra ho mpikambana
pt: Torne-se um membro
ro: Inregistreaza-te ca membru

# heading_learn_cps
source: Learn CPS
ca: Aprendre CPS
eu: CPS ikasi
fr: Apprendre
gl: Aprender CPS
pt: Aprenda a utilizar o Portal

# heading_login_failure
source: Login failure
ca: L'autenticació ha fallat
de: Login Fehler
es: La autenticación ha fallado
eu: Egiaztapenak huts egin du
fr: L'authentification a échoué
gl: A autenticación fallou
it: Autenticazione non corretta! :o(
mg: Misy olana ny fanamarinana ny momba anao
pt: Falha de Login
ro: Autentificare esuata

# heading_login_form
source: Log in
ca: Entrar
es: Autentificarme
eu: Sartu
fr: M'authentifier
gl: Entrar
it: Autenticazione
mg: Hamarinina ny momba ahy
ro: Autentificare

# heading_lost_password
source: User name or password unknown or lost
ca: He perdut la contrasenya
de: Sie haben vermutlich ihr Passwort vergessen
es: Ha perdido su contraseña
eu: Zure pasahitza galdu duzu
fr: Nom d'utilisateur ou mot de passe inconnu ou perdu
gl: Perdeu o seu contrasinal
pt: Perdeu a sua senha.
ro: Ti-ai pierdut parola

# heading_lost_password_help
source: Need help?
fr: Aide en cas de problème

# heading_mail_password_form
source: Don't panic!
ca: Sense tema!
de: Keine Panik!
es: ¡Sin tema!
eu: Gairik gabe!
fr: Pas de panique&nbsp;!
gl: ¡Sen tema!
it: Come ottenere la password personale
mg: Aza mikorapaka&nbsp;!
pt: Não tenha medo!
ro: Nu intra in panica!

# heading_mail_password_response
source: Don't panic!
ca: Contrasenya enviada.
de: Passwort versandt
es: Contraseña enviada&nbsp;
eu: Bidalitako pasahitza.
fr: Le mot de passe vous a été envoyé à l'adresse courriel que vous avez indiquée dans vos préférences.
gl: Contrasinal enviado.
it: La password è stata inviata all'indirizzo di posta elettronica che hai indicato nelle tue impostazioni personali.
mg: Ny teny miafinao (môdepasy) dia lasa mailaka any amin'ilay adiresy mailaka nomenao.
pt: Senha enviada!
ro: Parola trimisa

# heading_password_reminder
source: Password reminder
ca: Recordatori de contrasenya
de: Passwort Erinnerung
es: Recordatorio de contraseña
eu: Pasahitzaren oroigarria
fr: Rappel de mot de passe
gl: Recordatorio de contrasinal
pt: Lembrete de Senha.

# heading_password_reset
source: Password reset
ca: Canviar contrasenya
de: Password zurücksetzen
es: Cambiar contraseña
eu: Pasahitza aldatu
fr: Réinitialisation de mot de passe
gl: Cambiar contrasinal
pt: Redefinir senha.

# heading_publish_of ${item_id}
source: Publish of ${item_id}
ca: Publicar ${item_id}
de: Publikation von ${item_id}
es: Publicar ${item_id}
eu: ${item_id} argitaratu
fr: Publier ${item_id}
gl: Publicar ${item_id}
it: Pubblica: ${item_id}
mg: Aely ${item_id}
pt: Publicar ${item_id}
ro: Publicare a ${item_id}

# heading_reconfig_portal
source: Configure portal
ca: Configurar el portal
de: Portal Konfiguration
es: Configurar el portal
eu: Ataria konfiguratu
fr: Configurer le portail
gl: Configurar o portal
it: Riconfigura il portale
mg: Amboarina ny tranonkala
pt: Configurar Portal
ro: Configureaza portalul

# heading_recursive_publish
source: Recursive publish
fr: Publication récursive
gl: Publicación recursiva

# heading_registered_title
source: Success!
ca: Realitzat correctament!
de: Anmeldung erfolgreich!
es: Se realizó correctamente
eu: Zuzen burutu da
fr: Réalisé avec succès&nbsp;!
gl: Realizouse correctamente
pt: Sucesso!
ro: Succes!

# heading_reject_publication_of ${item_id}
source: Reject publication of
ca: Rebutjar la publicació de
de: Ablehnen Publikation von ${item_id}
es: Rechazar la publicación de ${item_id}
eu: Honako argitalpena ukatu
fr: Rejeter la publication de ${item_id}
gl: Rexeitar a publicación de
it: Rifiuta la pubblicazione di:<br /> ${item_id}
mg: Tsy ekena ny fampielezana ny ${item_id}
pt: Publicação Rejeitada ${item_id}
ro: Respinge publicarea ${item_id}

# heading_rename_items
source: Rename objects ids
ca: Renomenar els objectes
de: Umbenennen Objekt
es: Renombrar los ids de los objetos
eu: Objektuei izen berriak eman
fr: Renommer les identifiants des objets
gl: Renomar os ids dos obxectos
it: Rinomina gli identificatori degli oggetti
mg: Soloana ny identifiants n'ireo zavatra (objets)
pt: Renomear Itens
ro: Schimba id-ul obiectelor

# heading_reset_password_request_processed
source: Processing of the reset password request
fr: Traitement de demande de réinitialisation de mot de passe

# heading_resource_metadata
source: Resource metadata
ca: Meta-dades del recurs
de: Dokument Metadaten
es: Metadatos del recurso
eu: Baliabidearen metadatuak
fr: Métadonnées de la ressource
gl: Metadatos do recurso
it: Metadati della risorsa
mg: Méta-données de la ressource
pt: Metadados do Recurso
ro: Metadate resursa
