Repository: nuxeo-cps/products--CPSDefault
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, mg, pt, ro

# label_destruction
source: Destruction
ca: Destrucció
de: Verwerfen
es: Destrucción
eu: Deuseztapena
gl: Destrución
pt: Destruição
ro: Distruge

# label_format
source: Format
es: Formato
eu: Formatua
gl: Formato
it: Formato:
pt: Formatar

# label_image
source: Image
ca: Imatge
de: Bild
es: Imagen
eu: Irudia
gl: Imaxe
it: Immagine:
mg: Sary
pt: Imagem
ro: Imagine

# label_info_tab_date
source: Date
ca: Data
de: Datum
es: Fecha
eu: Data
gl: Data
it: Data
mg: Daty
pt: Data
ro: Data

# label_info_tab_type
source: Type
ca: Tipus
de: Typ
es: Tipo
eu: Mota
gl: Tipo
it: Tipo
mg: Karazana
pt: Tipo
ro: Tip

# label_info_tab_version
source: Version
ca: Versió
es: Versión
eu: Bertsioa
gl: Versión
it: Versione
mg: Laharana
pt: Versão
ro: Versiune

# label_search_description
source: Description
ca: Descripció
de: Beschreibung
es: Descripción
eu: Deskribapena
gl: Descrición
it: Descrizione:
mg: Fanazavana
pt: Descrição
ro: Descriere

# link_documentation
source: Documentation
ca: Documentació
eu: Dokumentazioa
gl: Documentación
pt: Documentação

# link_mailing_lists
source: Mailing-lists
ca: Llistes de correu
eu: Posta-zerrendak
gl: Listas de correo
pt: Listas de Discussão

# link_solutions
source: Solutions
ca: Solucions
eu: Soluzioak
gl: Solucións
pt: Soluções

source: Session
ca: Sessió
es: sesión
eu: saioa
gl: sesión
pt: Sessão

# modify
source: Modification
ca: modificar
de: Modifikation
es: Modificación
eu: Aldaketa
gl: Modificación
pt: Alteração

# label_action_workflow
source: workflow
ca: flux de treball
de: Arbeitsabfolge (Workflow)
es: flujo de trabajo
eu: Lan-fluxua
gl: fluxo de traballo
it: Flusso di lavoro
ro: aducere la zi

# label_page
source: Pages
ca: Pàgines
de: Seiten
es: Páginas
eu: Orrialdeak
gl: Páxinas
it: Pagine:
mg: Pejy
pt: Páginas
ro: Pagini

# portal_type_Dummy2_title
source: Dummy2 document
ca: Document de prova ("dummy")
de: Dummy2 Dokument
es: Documento Tonto2
eu: Proba-dokumentua ("dummy")
gl: Documento de proba ("dummy")
it: Prova 2
pt: Documento de Teste2

# portal_type_Dummy_title
source: Dummy document
ca: Document de prova
de: Dummy Dokument
es: Documento Tonto
eu: Proba-dokumentua
gl: Documento de proba
it: Prova 1
pt: Documento de Teste
ro: Document de test (Document Dummy)

# portal_type_NuxMailBoxer_title
source: MailBoxer
ca: Llistes de correu
eu: Posta-zerrendak
gl: Listas de correo
it: Centro Postale
pt: Caixa de correio
ro: Box de Email-uri

# calendar_day_5
source: Sa
ca: DS
es: Sá
eu: Lr
gl: Sá
it: Sab
mg: S
pt: Sab

# label_language_eu
source: Basque
ca: Basc
de: Baskisch
es: Vasco
eu: Euskara
gl: Éuscaro
pt: Basco
ro: Spaniola

# label_language_ca
source: Catalan
ca: Català
eu: Katalana
gl: Catalán

# label_accesskey_contact
source: Contact
ca: Contactar
es: Enviar un correo-e
eu: Harremanetan jarri
gl: Contactar
pt: Contacto

source: Navigation
ca: Navegació
es: Explorador
eu: Nabigazioa
gl: Navegación
pt: Navegação

source: Title
ca: Títol
de: Titel
es: Título
eu: Izenburua
gl: Título
mg: Lohateny
pt: Título

source: en
eu: Honakoan
pt: Inglês

# portal_type_CPSChat_title
source: Chat
ca: Xat
de: Web Chat
eu: Berriketa

source: accesskey explanation
pt: explicação das teclas de acesso

# portal_type_Dummy2_description
source: &nbsp;
it: Un documento di prova
pt: Um documento de teste 2

# portal_type_QuizDocument_title
source: Quiz
ca: Enquesta - concurs
pt: Questionário

# button_ok
source: OK
ca: D'acord
es: Vale
mg: Ekena
