Repository: nuxeo-cps/products--CPSDefault
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, mg, pt, ro

# help_user_name_password_unknown_lost ${link_help_lost_password}
source: <a href='${link_help_lost_password}'>You don't know your user name or password, or you have lost them.</a>
de: <a href='${link_help_lost_password}'>Passwort vergessen?</a>
fr: <a href='${link_help_lost_password}'>Vous ne connaissez pas votre nom d'utilisateur ou votre mot de passe, ou vous les avez perdus.</a>
gl: <a href='${link_help_lost_password}'>¡Esquecín o meu contrasinal!</a>
pt: <a href='${link_help_lost_password}'> Perdi a minha senha! </a>

# info_no_archived_revisions_of_this_document
source: There aren't any archived revisions of this document.
ca: No hi ha revisions arxivades d'aquest document.
de: Keine archivierten Versionen dieses Dokuments vorhanden
es: No hay revisiones archivadas de este documento
eu: Ez dago dokumentu honen artxibatutako berrikusketarik
fr: Il n'y a aucune version archivée de ce document.
gl: Non hai revisións arquivadas deste documento
pt: Não existem revisões arquivadas deste documento.
ro: Nu exista nici o versiune arhivata a acestui document.

# info_no_published_revisions_of_this_document
source: There aren't any published revisions of this document.
ca: No hi ha revisions publicades d'aquest document.
de: Keine publizierten Versionen dieses Dokuments vorhanden
es: No hay revisiones publicadas sobre este documento
eu: Ez dago dokumentu honen argitaratutako berrikusketarik
fr: Il n'y a aucune version publiée de ce document.
gl: Non hai revisións publicadas sobre este documento
pt: Não existem revisões publicadas deste documento.
ro: Nu exista nici o versiune publicata a acestui document.

source: into ${history_dest}
ca: en ${history_dest}
de: in ${history_dest}
es: en ${history_dest}
eu: ${history_dest}-an
fr: dans ${history_dest}
gl: en ${history_dest}
it: nella sezione ${history_dest}
mg: ao anaty ${history_dest}
pt: em ${history_dest}
ro: in ${history_dest}

# label_actions_history
source: Actions history
ca: Historial d'accions
de: Dokument Historie
es: Historial de acciones
eu: Ekintzen historiala
fr: Historique des actions
gl: Historial de accións
pt: História de acções
ro: Istoricul actiunilor

# label_admin_email
source: Administrator Email
ca: Adreça d'e-mail de l'administrador
es: Dirección de correo-e del administrador
eu: Administrailearen posta elektronikoaren helbidea
fr: Mél de l'administrateur
gl: Dirección de correo-e do administrador
it: Indirizzo e-mail dell'amministratore:
mg: Mailakan'ny administratera
pt: Email do Administrador
ro: Adresa de email a administratorului

# label_admin_name
source: Administrator Name
ca: Nom de l'administrador
es: Nombre del administrador
eu: Administrailearen izena
fr: Nom de l'administrateur
gl: Nome do administrador
it: Nome dell'amministratore:
mg: Anaran'ny administratera
pt: Nome do Administrador
ro: Numele administratorului

# label_advertisement_powered_by_cps
source: Content Management by CPS
eu: CPS-k kudeatutako edukia
fr: Gestion de contenu par CPS
gl: Contido xestionado por CPS

# label_all
source: All
ca: Tots
de: Alle
es: Todos
eu: Guztiak
fr: Tous
gl: Todos
it: Qualsiasi
mg: Izy rehetra
pt: Tudo
ro: tot

# label_archived_revisions
source: Revision
ca: Revisions arxivades
de: Archivierte Versionen
es: Versiones archivadas
eu: Artxibatutako berrikusketak
fr: Versions archivées
gl: Revisións arquivadas
it: Versioni archiviate:
mg: Laharana voatahiry
pt: Revisões Antigas
ro: Versiuni arhivate

# label_author
source: Author
ca: Autor
de: Autor
es: Autor
eu: Egilea
fr: Auteur
gl: Autor
pt: Autor
ro: Autor

# label_body
source: Body
ca: Cos del document
de: Text Körper
es: Cuerpo del documento
eu: Dokumentuaren gorputza
fr: Corps du document
gl: Corpo do documento
it: Corpo:
mg: Votoatin'ny antotan-dahatsoratra
pt: Corpo
ro: Corpul documentului

# label_calendar_event_list
source: Events occurring on
ca: Esdeveniments per a
de: Events am
es: Eventos para el
eu: Data horretako gertaerak
fr: Événements pour le
gl: Eventos para o
it: Avvenimenti per il:
mg: Zavatra hiseho amin'ny
pt: Lista de Eventos da Agenda
ro: Evenimente care se intampla la

# label_choose
source: Choose
ca: Triar
de: Wähle
es: Escoger
eu: Aukeratu
fr: Choisir
gl: Escoller
it: Scegli
mg: Fidina
pt: Escolha
ro: Alege

# label_comments
source: Comments
ca: Comentaris
de: Kommentare
es: Comentarios
eu: Iruzkinak
fr: Commentaires
gl: Comentarios
pt: Comentários
ro: Comentarii

# label_conformance_valid_css
source: Site conceived using valid CSS style sheets
ca: Adaptat per a fulls d'estils CCS
de: Format
es: validación de etiqueta
eu: CCS estilo-orriak erabiltzeko egokitua
fr: Site conçu en utilisant des feuilles de styles CSS valides
gl: Adaptado para utilizar follas de estilos CCS
it: Sito concepito utilizzando fogli di stile CSS conformi agli standards
pt: Site concebido utilizando-se Folhas de Estilo em Cascata (CSS) válidas
ro: Site conceput folosind stiluri CSS valide

# label_conformance_valid_xhtml
source: Site conceived in valid XHTML
ca: Adaptat per a XHTML
de: xHTML Konformität
es: validación de etiqueta
eu: XHTML erabiltzeko egokitua
fr: Site conçu en XHTML valide
gl: Adaptado para utilizar XHTML
it: Sito aderente agli standards XHTML
pt: Site concebido com XHTML válido.
ro: Site conceput cu XHTML valid

# label_conformance_wai_1a
source: W3C Web Content Accessibility Level A conformance
ca: Nivell A d'accessibilitat al contingut segons W3C
de: W3C Konformität
es: Accesibilidad al contenido de nivel A de la web W·C
eu: W3C webaren A mailako edukietarako irisgarritasuna
fr: Conformité niveau A aux règles d'accessibilité du W3C
gl: Accesibilidade ao contido de nivel A da web W3C
it: Conformità di livello A, secondo le regole di accessibilità del W3C
pt: Site conforme o W3C Web Content Accessibility Level A
ro: Conformit niveau A aux rgles d'accessibilit du W3C

# label_contributors
source: Contributors
ca: Han contribuït
de: Mitwirkende
es: Contribuyentes
eu: Laguntzaileak
fr: Contributeurs
gl: Contribuíntes
it: Contributori:
mg: Ireo mpandray anjara
pt: Colaboradores
ro: Colaborator

# label_current_revisions
source: Current revisions
ca: Revisions actuals
de: Aktuelle Versionen
eu: Berrikusketa gaurkotuak
fr: Versions courantes
gl: Revisións actuais
pt: Revisões Atuais

# label_current_status
source: Current status of the document
ca: Estat actual del document
de: Status
es: Estado actual del documento
eu: Dokumentuaren oraingo egoera
fr: Statut actuel du document
gl: Estado actual do documento
pt: Estado atual do documento
ro: Statutul curent al documentului

# label_date_effective_asc
source: Effective date
ca: Data d'efectivitat (ascendent)
de: Datum
es: Fecha en que se efectuará (ascendente)
eu: Egingo den data (goraka)
fr: Date effective
gl: Data en que se efectuará (ascendente)
pt: Data efetiva
ro: Data efectiva

# label_date_effective_desc
source: Effective date desc.
ca: Data d'efectivitat (descendent)
de: Publikations Datum absteigend
es: Fecha en que se efectuará (descendente)
eu: Egingo den data (beheraka)
fr: Date effective inv.
gl: Data en que se efectuará (descendente)
pt: Data efetiva decr.
ro: Data efectiva desc.

# label_date_modification_asc
source: Modification date
ca: Data de modificació
de: Modifikation Datum aufsteigend
es: Fecha de modificación
eu: Aldaketa-data (goraka)
fr: Date modification
gl: Data de modificación
pt: Data de modificação
ro: Data modificata

# label_date_modification_desc
source: Modification date desc.
ca: Data de modificació (descendent)
de: Modifikation Datum absteigend
es: Fecha de modificación (descendente)
eu: Aldaketa-data (beheraka)
fr: Date modification inv.
gl: Data de modificación (descendente)
pt: Data de modificação decr.
ro: Data modificata desc.

# label_default
source: Default
ca: Predefinit
de: Standard
es: Predefinido
eu: Lehenetsia
fr: Défaut
gl: Predefinido
mg: Endrika voalohany (défaut)
pt: Padrão
ro: Initial

# label_detailed
source: Detail
ca: Detall
es: Detalles
eu: Xehetasunak
fr: Détaillé
gl: Detalles
it: Dettagliata
mg: Antsipiriany
pt: Detalhe
ro: Detaliat

# label_detailed_tab
source: Table
ca: Taula
de: Detail Tabelle
es: Tabla
eu: Taula
fr: Tableau
gl: Táboa
it: Tabellare
mg: Tabilao
pt: Aba de detalhe
ro: Tabel

# label_discussion
source: Discussion
ca: Activar la discussió?
de: Diskussion
es: ¿Activar la discusión?
eu: Eztabaidari eragin?
fr: Activer la discussion&nbsp;?
gl: ¿Activar a discusión?
it: Attivi la discussione ?
mg: Velomina ny dinidinika&nbsp;?
pt: Habilita Discussão?
ro: Discutie

# label_discussion_default
source: Default
ca: Predefinit
de: Standard
es: Predefinido
eu: Lehenetsia
fr: Par défaut
gl: Predefinido
it: Per default
mg: Amin'ny endriny voalohany (Par défaut)
pt: Padrão
ro: Initial

# label_discussion_off
source: Off
ca: Desactivat
de: Aus
es: inactivo
eu: Eztabaidarik ez
fr: inactif
gl: inactivo
it: Inattiva
mg: mijanona
pt: Desabilitada
ro: inactiv

# label_discussion_on
source: On
ca: Activat
de: An
es: activo
eu: Eztabaidan
fr: actif
gl: activo
it: Attiva
mg: mandeha
pt: Habilitada
ro: activ

# label_display
source: Display
ca: Mostrar
de: Anzeigen mit
es: Mostrar
eu: Erakutsi
fr: Afficher
gl: Mostrar
it: Modalità di visualizzazione:
mg: Aseho
pt: Mostrar
ro: Afiseaza

# label_download
source: [download]
ca: descarregar
eu: [Deskarga]
fr: [télécharger]
gl: [Descarga]

# label_email
source: Email address
ca: Correu electrònic
de: Email Adresse
es: Correo-e
eu: Posta-e
fr: Adresse de courriel
gl: Correo-e
it: Indirizzo e-mail
mg: Adiresy mailaka
pt: Email
ro: Adresa de email

# label_email_address_or_user_name
source: User email address or user name:
ca: Adreça de correu electrònic o nom d'usuari
de: Email Adresse oder Login Name
fr: Adresse courriel d'utilisateur ou nom d'utilisateur :
gl: Dirección de correo do usuario ou nome do usuario
pt: Endereço de email do usuário ou username

# label_end_date
source: End Date (DD/MM/YYYY)
ca: Data final (DD/MM/AAAA)
de: Ende Datum (DD/MM/YYYY)
es: Fecha final (DD/MM/AAAA)
eu: Azken data (DD/MM/YYYY)
fr: Date de fin (JJ/MM/AAAA)
gl: Data final (DD/MM/AAAA)
it: Data di fine: (JJ/MM/AAAA)
mg: Daty fiafarana (JJ/MM/AAAA)
pt: Data final
ro: Data de sfarsit (ZZ/LL/AAAA)

# label_file_change
source: Upload
ca: Canviar
de: Datei ändern
es: Cargar
eu: Kargatu
fr: Charger
gl: Cargar
it: Sostituisci con -->
mg: Ovaina
pt: Mudar arquivo
ro: Incarca

# label_file_delete
source: Remove
ca: Esborrar
de: Löschen
es: Borrar
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Elimina
mg: Vonoina
pt: Remover Arquivo
ro: Sterge

# label_file_keep
source: Keep
ca: Guardar
de: Behalten
es: Guardar
eu: Gorde
fr: Garder
gl: Gardar
it: Non sostituire
mg: Tazomina
pt: Manter arquivo
ro: Pastreaza

# label_from
source: From
ca: De
de: Von
es: Del
eu: Nork
fr: Du
gl: Do
it: Da:
mg: Tamin'ny
pt: De
ro: De la

# label_group
source: Group
ca: Grup
de: Gruppe
es: Grupo
eu: Taldea
fr: Groupe
gl: Grupo
it: Gruppo (i)
mg: vondrona
pt: Grupo
ro: Grup

# label_group_name
source: Group name
ca: Nom del grup
de: Gruppen Name
es: Nombre del grupo
eu: Taldearen izena
fr: Nom du groupe
gl: Nome do grupo
it: Nome del gruppo
mg: Anaran'ny vondrona
pt: Nome do Grupo
ro: Numele grupului

# label_groups_local_roles_assignment
source: Groups local roles assignment
ca: Assignació de rols locals a grups
de: Zuweisen lokaler Rollen an Gruppen
eu: Taldeei bertako rolen esleipena
fr: Rôles locaux délégués aux groupes
gl: Asignación de roles locais a grupos
pt: Atribuição de papéis locais a grupos

# label_icons
source: Icons
ca: Icona
de: Minibilder
es: Iconos
eu: Ikonoak
fr: Icônes
gl: Iconas
it: Icone
mg: Icônes
pt: Ícones
ro: Imagini

# label_in
source: in
ca: en
es: en
eu: Honakoan
fr: dans
gl: en
mg: ao anatin'ny
pt: Em

# label_info_tab_author
source: Author
ca: Autor
de: Autor
es: Autor
eu: Egilea
fr: Auteur
gl: Autor
it: Autore
mg: Mpamorona
pt: Autor
ro: Autor

# label_info_tab_size
source: Size
ca: Mida
de: Größe
es: Tamaño
eu: Tamaina
fr: Taille
gl: Tamaño
it: Dimensione
mg: Alehibe
pt: Tamanho
ro: Marime

# label_info_tab_status
source: Status
ca: Estat
es: Estado
eu: Egoera
fr: Statut
gl: Estado
it: Stato
mg: Statut
pt: Estado
ro: Statut

# label_info_tab_title
source: Title
ca: Títol
de: Titel
es: Título
eu: Izenburua
fr: Titre
gl: Título
it: Titolo
mg: Lohateny
pt: Título
ro: Titlu

# label_inherited_blocked_role
source: Role whose acquisition has been blocked.
es: Inherited and blocked role
eu: Heredatu eta blokeatutako rola
fr: Rôle dont l'héritage est bloqué.
gl: Rol herdado e bloqueado
pt: Bloqueada a aquisição de papéis

# label_inherited_role
source: Acquired role
ca: Rol heredat
de: Vererbte Rolle
eu: Heredatutako rola
fr: Rôle hérité
gl: Rol herdado
pt: Papel herdado

# label_inherited_roles
source: Acquired roles
ca: Rols heredats
de: Vererbte Rollen
eu: Heredatutako rolak
fr: Rôles hérités
gl: Roles herdados
pt: Papéis herdados

# label_language
source: Language
ca: Idioma
de: Sprache
es: Idioma
eu: Hizkuntza
fr: Langue
gl: Idioma
it: Lingua:
mg: Fiteny
pt: Idioma
ro: Limba

# label_language ${status_language}
source: Language ${status_language}
ca: Idioma ${status_language}
de: label_language ${status_language}
es: Idioma ${status_language}
eu: ${status_language} hizkuntza
fr: Langue ${status_language}
gl: Idioma ${status_language}
it: Lingua: ${status_language}
mg: Fiteny ${status_language}
pt: Idioma ${status_language}
ro: Limba ${status_language}

# label_last_modified
source: Last modified:
ca: Modificat per última vegada:
de: Zuletzt geändert:
es: Modificado por última vez:
eu: Aldatutako azken aldia:
fr: Dernière modification :
gl: Modificado por última vez:
pt: Modificado em:
ro: Ultima modificare :

# label_location
source: Location
ca: Localització
de: Ort
eu: Kokalekua
fr: Emplacement
gl: Localización
pt: Localização

# label_name
source: Name
ca: Nom complet
eu: Izen osoa
fr: Nom
gl: Nome completo
pt: Nome

# label_none
source: Unsorted
ca: Sense ordenar
de: nicht sortiert
es: Sin orden
eu: Ez
fr: Aucun tri
gl: Sen orde
it: Non ordinato
mg: Tsy misy filaharany
pt: Sem ordenar
ro: Nesortat

# label_password
source: Password
ca: Contrasenya
de: Passwort
es: Contraseña
eu: Pasahitza
fr: Mot de passe
gl: Contrasinal
mg: Teny miafina(môdepasy)
pt: Senha
ro: Parola

# label_password_confirm
source: Password (confirm)
ca: Contrasenya (confirmar)
de: Passwort (bestätigen)
es: Contraseña (confirmar)
eu: Pasahitza (berretsi)
fr: Mot de passe (confirmer)
gl: Contrasinal (confirmar)
it: Password (conferma)
mg: môdepasy (confirmer)
pt: Confirme a senha
ro: Parola (confirmare)

# label_portal_description
source: Portal description
ca: Descripció del portal
de: Portal Beschreibung
es: Descripción del portal
eu: Atariaren deskribapena
fr: Description du portail
gl: Descrición do portal
it: Descrizione del portale:
mg: Fanazavana ny tranonkala
pt: Descrição do Portal
ro: Descrierea portalului

# label_portal_enable_join
source: Enable joining the portal
ca: Autoritzar la inscripció
de: Registrierung am Portal freigeben
es: Autorizar la inscripción
eu: Izen ematea baimendu
fr: Autoriser l'inscription
gl: Autorizar a inscrición
it: Abilita l'iscrizione al portale:
mg: Omena alalana ny fisoratana anarana
pt: Habilita admissão no portal
ro: Autorizeaza inscrierea

# label_portal_enable_password_reminder
source: Enable sending of password reminder
ca: Permetre l'enviament del recordatori de la contrasenya
de: Versenden der Passwort Erinnerung freigeben
es: Permitir el envío del recordatorio de la contraseña
eu: Pasahitzaren oroigarriaren bidaltzea baimendu
fr: Autoriser le rappel des mots de passe
gl: Permitir o envío do recordatorio do contrasinal
pt: Habilitar o envio de lembrete de senha
ro: Autorizeaza trimiterea unui memento cu parola

# label_portal_enable_password_reset
source: Enable password resetting
ca: Permetre el canvi de contrasenya
de: Passwort zurücksetzen freigeben
es: Permitir el cambio de contraseña
eu: Pasahitzaren aldaketa baimendu
fr: Autoriser la réinitialisation des mots de passe
gl: Permitir o cambio de contrasinal
pt: Habilitar a redefinição de senha
ro: Autorizeaza resetarea parolei

# label_portal_title
source: Portal title
ca: Títol del portal
de: Portal Titel
es: Título del portal
eu: Atariaren izenburua
fr: Titre du portail
gl: Título do portal
it: Titolo del portale:
mg: Lohatenin'ny tranonkala
pt: Título do Portal
ro: Titlul portalului

# label_remember_user_name
source: Remember my name
ca: Recordar el meu nom d'usuari
de: Merke Login-Namen
es: Recordar mi nombre de usuario
eu: Nire erabiltzaile-izena gogoratu
fr: Se rappeler mon nom d'utilisateur
gl: Recordar o meu nome de usuario
it: Ricorda nome di autenticazione:
mg: Tadidina ny anarana fidirako
pt: Lembrar meu nome
ro: Tine minte numele meu

# label_rename_to
source: to
ca: a
de: zu
es: a
eu: Honakoari izen berria eman
fr: en
gl: a
it: Rinomina con:
mg: ho
pt: Para
ro: la

# label_requires_approval
source: Requires approval
ca: Necessita aprovació
de: Benötigt Freigabe
es: La etiqueta necesita aprobación
eu: Etiketak onarpena behar du
fr: Nécessite une validation
gl: A etiqueta necesita aprobación
it: (necessita di accettazione)
mg: Mila fankatoavana
pt: Não pode ser publicado; requer aprovação.
ro: Necesita aprobare

# label_reversion
source: Reversion
ca: Reversió
de: Zurückgreifen
es: Reversión
eu: Leheneratzea
fr: Retour
gl: Reversión
pt: Reversão
ro: Revenire

# label_revision
source: Revision
ca: Versió
de: Version
es: Revisión
eu: Berrikusketa
fr: Version
gl: Revisión
pt: Revisão
ro: Versiune

# label_revision ${status_revision}
source: Revision ${status_revision}
ca: Versió ${status_revision}
de: Version ${status_revision}
es: Versión ${status_revision}
eu: ${status_revision} bertsioa
fr: Version ${status_revision}
gl: Versión ${status_revision}
it: Versione: ${status_revision}
mg: Laharana${status_revision}
pt: Revisão ${status_revision}
ro: Versiune ${status_revision}

# label_rights
source: Rights
ca: Drets
de: Rechte
es: Derechos
eu: Eskubideak
fr: Droits
gl: Dereitos
it: Diritti:
mg: Havanana
pt: Direitos
ro: Drepturi

# label_search_all_site
source: entire site
ca: tot el lloc web
de: portalweit
es: todo el sitio
eu: Toki osoa
fr: sur le site
gl: todo o sitio
it: in tutto il portale
mg: Eo amin'ny tranonkala
pt: Procura em todo o site
ro: peste tot

# label_search_full_text
source: Full text
ca: Text complet
de: Voll Text
es: Texto completo
eu: Testu osoa
fr: Plein texte
gl: Texto completo
it: Eventuale testo contenuto:
mg: Lahatsoratra feno
pt: Texto completo
ro: Textul intreg

# label_search_here
source: here
ca: ací
de: hier
es: aquí
eu: Bilatu hemen
fr: Ici
gl: aquí
it: qui
mg: Eto
pt: Aqui
ro: aici

# label_search_location
source: Search
ca: Buscar
de: Suchen lokal
es: Buscar
eu: Bilatu
fr: Rechercher
gl: Buscar
it: Cerca
mg: Karohina
pt: Localização
ro: Cauta

# label_search_modified_since
source: Modified since
ca: Modificat des de
de: Geändert seit
es: Modificado desde
eu: Ezkeroztik aldatua
fr: Modifié depuis
gl: Modificado desde
it: Modificato da:
mg: Novaina hatramin'ny
pt: Modificado desde
ro: Modificat din

# label_search_portal_type
source: Document type
ca: Tipus de document
de: Dokument Typ
es: Tipo de documento
eu: Dokumentu-mota
fr: Type de document
gl: Tipo de documento
it: Tipologia:
mg: Karazana antotan-dahatsoratra
pt: Tipo do Portal
ro: Tip de document

# label_search_status
source: Status
ca: Estat
es: Estado
eu: Egoera
fr: Statut
gl: Estado
it: Stato dell'oggetto:
mg: Statut
pt: Estado
ro: Stare

# label_search_title
source: Title
ca: Títol
de: Titel
es: Título
eu: Izenburua
fr: Titre
gl: Título
it: Titolo:
mg: Lohateny
pt: Título
ro: Titlu

# label_since ${status_time}
source: Since ${status_time}
ca: Des de ${status_time}
de: Seit ${status_time}
es: desde ${status_time}
eu: ${status_time}-tik
fr: depuis ${status_time}
gl: Desde ${status_time}
it: Dopo: ${status_time}
mg: hatramin'ny ${status_time}
pt: Desde ${status_time}
ro: Din ${status_time}

# label_smtp_server
source: SMTP Server
ca: Servidor SMTP
es: Servidor SMTP
eu: SMTP zerbitzaria
fr: Serveur SMTP
gl: Servidor SMTP
it: Server SMTP:
mg: Serveur SMTP
pt: Servidor SMTP
ro: Server SMTP

# label_start_date
source: Start Date (DD/MM/YYYY)
ca: Data inicial (DD/MM/AAAA)
de: Start Datum (DD/MM/YYYY)
es: Fecha de comienzo (DD/MM/AAAA)
eu: Hasierako data (DD/MM/YYYY)
fr: Date de début (JJ/MM/AAAA)
gl: Data de comezo (DD/MM/AAAA)
it: Data di inizio: (JJ/MM/AAAA)
mg: Daty fiatombohana (JJ/MM/AAAA)
pt: Data de Início
ro: Data de inceput (ZZ/LL/AAAA)

# label_status
source: Status
ca: Estat
es: Estado
eu: Egoera
fr: Statut
gl: Estado
it: Stato:
mg: Statut
pt: Estado
ro: Stare

# label_subject
source: Subject
ca: Tema
de: Themenbereich
es: Tema
eu: Gaia
fr: Sujet
gl: Tema
it: Oggetto:
mg: Lohahevitra
pt: Assunto
ro: Subiect

# label_text_to_search
source: Text to search
ca: Text a buscar
de: Suchen
es: Texto para buscar
eu: Bilatu beharreko testua
fr: Texte à rechercher
gl: Texto para buscar
it: Termine di ricerca -->
pt: Texto a buscar
ro: Cauta textul

# label_title
source: Title
ca: Títol
de: Titel
es: Título
eu: Izenburua
fr: Titre
gl: Título
it: Titolo:
mg: Lohateny
pt: Título
ro: Titlu

# label_to
source: To
ca: A
de: An
es: A
eu: Nori
fr: au
gl: A
it: Al
mg: ho an'ny
pt: Para
ro: Catre

# label_translation_select_language
source: Choose the language you want to translate to:
ca: Trie l'idioma al que vol traduir:
de: Wählen Sie eine Sprache in die Sie übersetzen wollen:
es: Elija el idioma al que quiere traducir
eu: Aukeratu ezazu zein hizkuntzatara itzuli nahi duzun
fr: Choisissez la langue dans laquelle vous voulez traduire ce document :
gl: Elixa o idioma ao que quere traducir
pt: Escolha o idioma para o qual quer traduzir:
ro: Alege limba in care vrei sa traduci acest document :

# label_user
source: User
ca: Usuari
de: Teilnehmer
es: Usuario
eu: Erabiltzailea
fr: Utilisateur
gl: Usuario
it: Collaboratore
mg: Mpampiasa
pt: Utilizador
ro: Utilizator

# label_user_email
source: User email address
ca: Correu electrònic
de: Email Adresse
es: Correo-e
eu: Posta-e
fr: Adresse courriel de l'utilisateur
gl: Correo-e
it: Indirizzo e-mail
mg: Adiresy mailaky ny mpampiasa
pt: Email do utilizador
ro: Adresa de email a utilizatorului

# label_user_givenName
source: User first name
ca: Nom propi de l'usuari
de: Vorname
eu: Erabiltzailearen berezko izena
fr: Prénom de l'utilisateur
gl: Nome propio do usuario
pt: Primeiro Nome do Utilizador

# label_user_id
source: User id
ca: ID de l'usuari
de: Login Name
eu: Erabiltzailearen IDa
fr: Identifiant de l'utilisateur
gl: ID do usuario
pt: ID do Utilizador

# label_user_name
source: User name
ca: Usuari
de: Login Name
es: Nombre de usuario
eu: Erabiltzailea
fr: Nom d'utilisateur
gl: Usuario
it: Nome di autenticazione
mg: Anaran'ny mpampiasa
pt: Nome de login
ro: Utilizator

# label_user_surname
source: User surname
ca: Cognoms de l'usuari
de: Nachname
eu: Erabiltzailearen abizenak
fr: Nom de l'utilisateur
gl: Apelidos do usuario
pt: Sobrenome do Utilizador

# label_users_local_roles_assignment
source: Users local roles assignment
ca: Assignació de rols locals a l'usuari
de: Zuweisen lokaler Rollen an Teilnehmer
eu: Erabiltzaileentzako bertako rolen esleipena
fr: Rôles locaux délégués aux utilisateurs
gl: Asignación de roles locais aos usuarios.
pt: Atribuição de papéis locais a utilizadores

# label_you_are_here
source: You are here:&nbsp;
ca: Vostè està aquí:
de: Sie sind hier:&nbsp;
es: Estoy en:
eu: Hemen nago:
fr: Vous êtes ici&nbsp;:
gl: Estou en:
it: Sei qui:&nbsp;
mg: Eto ianao&nbsp;:
pt: Você está aqui:&nbsp;
ro: Te afli aici:

source: Language
ca: Idioma
de: Sprache
es: Idioma
eu: Hizkuntza
fr: Langue
gl: Idioma
pt: Idioma
ro: Limba
