Repository: nuxeo-cps/products--CPSDefault
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, mg, pt, ro

# psm_language_deleted
source: Language(s) made unavailable
ca: Idioma(s) no disponibles
de: Sprache(n) weggenommen
es: Idioma(s) no disponibles
eu: Hizkuntza(k) ezin eskuratu
fr: Langue(s) rendue(s) indisponible(s)
gl: Idioma(s) non dispoñibles
pt: Idioma(s) indisponível(is)
ro: Aceasta Limba nu mai este disponibila.

# psm_language_error_select_at_least_one_item
source: Select at least one language.
ca: Trie almenys un idioma
de: Wählen sie wenigstens eine Sprache
es: Seleccione al menos un idioma
eu: Hizkuntza bat, gutxienez, hautatu
fr: Sélectionnez au moins une langue.
gl: Seleccione polo menos un idioma
pt: Selecione no mínimo um idioma.
ro: Limba implicita a site-ului a fost modificata

# psm_language_error_let_at_least_one_language_to_portal
source: Let at least one language to CPS.
ca: Configure almenys un idioma per al CPS
de: Lassen Sie wenigstens eine Sprache für CPS.
eu: Hartu hizkuntza bat, gutxienez, CPSrako
fr: Laissez au moins une langue à CPS.
gl: Configure polo menos un idioma para CPS
pt: Deixe no mínimo um idioma para o portal.

# psm_language_error_unknown_command
source: Unknown command
ca: Comanda desconeguda
de: Fehler: unbekannter Befehl
eu: Komando ezezaguna
fr: Commande inconnue
gl: Comando descoñecido
pt: Comando desconhecido

# psm_you_must_select_sections_for_publishing
source: You must choose at least one section for publication. Publication aborted !
ca: Ha de seleccionar almenys una secció on publicar el document.
eu: Argitaratzeko, gutxienez, atal bat hautatu behar duzu. Prozesua bertan behera eroria.
fr: Vous devez choisir au moins une section pour la publication. Publication annulée
gl: Debe seleccionar polo menos unha sección para poder publicalo. Proceso abortado.
pt: Tevm de seleccionar secções para publicar

# psm_logged_in
source: You have logged in successfully
ca: Us heu autentificat correctament
eu: Arrakastaz konektatu da
fr: Vous vous êtes connecté avec succès
gl: Conectouse con éxito
pt: Ligado

# psm_recursive_publish_done
source: Publish recursively
fr: Publication récursive terminée avec succès
gl: Publicación recursiva realizada con éxito

# collector_psm_erase_data_cancel
source: Collected data has not been erased.
ca: Les dades recollides no s'han eliminat.
de: Daten wurden nicht gelöscht.
es: Los datos recogidos no han sido eliminados.
eu: Bildutako datuak ez dira ezabatu.
fr: Les données collectées n'ont pas été détruites
gl: Os datos recollidos non foron eliminados.
it: I dati raccolti non possono essere cancellati.
mg: Ny zavatra voaangona dia tsy voafafa
pt: Os dados não foram apagados.
ro: O noua limba(i) este(sunt) disponibila(e)

# collector_psm_erased_data
source: All collected data has been erased.
ca: Les dades recollides s'han eliminat.
de: Sämtliche Daten wurden gelöscht.
es: Los datos recogidos han sido eliminados.
eu: Bildutako datuak ezabatu dira
fr: Les données collectées ont été détruites
gl: Os datos recollidos foron eliminados.
it: Tutti i dati raccolti sono stati cancellati.
mg: Ireo données azo dia voafafa
pt: Os dados foram apagados.
ro: Datele colectate au fost distruse

# date_short
source: %m/%d/%Y
ca: %d/%m/%Y
de: %d.%m.%Y
es: %d/%m/%Y
eu: %e/%h/%U
fr: %d/%m/%Y
gl: %d/%m/%Y
it: %d/%m/%Y
mg: %d/%m/%Y
pt: %d/%m/%y
ro: %d/%m/%Y

# date_medium
source: %m/%d/%Y %I:%M %p
ca: %d/%m/%Y %H:%M
de: %d.%m.%Y %H:%M
es: %d/%m/%Y %H:%M
eu: %e/%h/%U %o:%m
fr: %d/%m/%Y %H:%M
gl: %d/%m/%Y %H:%M
it: %d/%m/%Y %H:%M
mg: %d/%m/%Y %H:%M
pt: %d/%m/%y %H:%M
ro: %d/%m/%Y %H:%M

# date_long
source: %m/%d/%Y %I:%M:%S %p
ca: %d/%m/%Y %H:%M:%S
de: %d.%m.%Y %H:%M:%S
es: %d/%m/%Y %H:%M:%S
eu: %e/%h/%U %O:%M:%S
fr: %d/%m/%Y %H:%M:%S
gl: %d/%m/%Y %H:%M:%S
it: %d/%m/%Y %H:%M:%S
mg: %d/%m/%Y %H:%M:%S
pt: %d/%m/%y %H:%M:%S
ro: %d/%m/%Y %H:%M:%S

# calendar_month_1
source: January
ca: Gener
de: Januar
es: Enero
eu: Urtarrila
fr: Janvier
gl: Xaneiro
it: Gennaio
mg: Janoary
pt: Janeiro
ro: Ianuarie

# calendar_month_2
source: February
ca: Febrer
de: Februar
es: Febrero
eu: Otsaila
fr: Février
gl: Febreiro
it: Febbraio
mg: Febroary
pt: Fevereiro
ro: Februarie

# calendar_month_3
source: March
ca: Març
de: März
es: Marzo
eu: Martxoa
fr: Mars
gl: Marzo
it: Marzo
mg: Martsa
pt: Março
ro: Martie

# calendar_month_4
source: April
ca: Abril
es: Abril
eu: Apirila
fr: Avril
gl: Abril
it: Aprile
mg: Aprily
pt: Abril
ro: Aprilie

# calendar_month_5
source: May
ca: Maig
de: Mai
es: Mayo
eu: Maiatza
fr: Mai
gl: Maio
it: Maggio
pt: Maio
ro: Mai

# calendar_month_6
source: June
ca: Juny
de: Juni
es: Junio
eu: Ekaina
fr: Juin
gl: Xuño
it: Giugno
mg: Jiona
pt: Junho
ro: Iunie

# calendar_month_7
source: July
ca: Juliol
de: Juli
es: Julio
eu: Uztaila
fr: Juillet
gl: Xullo
it: Luglio
mg: Jolay
pt: Julho
ro: Iulie

# calendar_month_8
source: August
ca: Agost
es: Agosto
eu: Abuztua
fr: Août
gl: Agosto
it: Agosto
mg: Aogositra
pt: Agosto

# calendar_month_9
source: September
ca: Setembre
es: Septiembre
eu: Iraila
fr: Septembre
gl: Setembro
it: Settembre
mg: Septambra
pt: Setembro
ro: Septembrie

# calendar_month_10
source: October
ca: Octubre
de: Oktober
es: Octubre
eu: Urria
fr: Octobre
gl: Outubro
it: Ottobre
mg: Oktobra
pt: Outubro
ro: Octombrie

# calendar_month_11
source: November
ca: Novembre
es: Noviembre
eu: Azaroa
fr: Novembre
gl: Novembro
it: Novembre
mg: Novambra
pt: Novembro
ro: Noiembrie

# calendar_month_12
source: December
ca: Desembre
de: Dezember
es: Diciembre
eu: Abendua
fr: Décembre
gl: Decembro
it: Dicembre
mg: Desambra
pt: Dezembro
ro: Decembrie

# calendar_day_0
source: Mo
ca: DL
es: Lu
eu: Al
fr: Lu
gl: Lu
it: Lun
mg: A
pt: Seg
ro: Lu

# calendar_day_1
source: Tu
ca: DT
de: Di
es: Ma
eu: Ar
fr: Ma
gl: Ma
it: Mar
mg: T
pt: Ter
ro: Ma

# calendar_day_2
source: We
ca: DC
de: Mi
es: Mi
eu: Az
fr: Me
gl: Mé
it: Mer
mg: A
pt: Qua
ro: Mi

# calendar_day_3
source: Th
ca: DJ
de: Do
es: Ju
eu: Og
fr: Je
gl: Xo
it: Gio
mg: A
pt: Qui
ro: Jo

# calendar_day_4
source: Fr
ca: DV
es: Vi
eu: Or
fr: Ve
gl: Ve
it: Ven
mg: Z
pt: Sex
ro: Vi

# calendar_day_6
source: Su
ca: DD
de: So
es: Do
eu: Ig
fr: Di
gl: Do
it: Dom
mg: A
pt: Dom
ro: Du

# link_search
source: Search
ca: Buscar
de: Suchen
es: Buscar
eu: Bilatu
fr: Rechercher
gl: Buscar
it: Ricerca
mg: Karohy.
pt: Pesquisar
ro: Cauta

# role:Anonymous
source: All users
ca: anònim
de: Rolle:Anonym
es: anónimo
eu: erabiltzaile guztiak
fr: Tous les utilisateurs
gl: todos os usuarios
it: ruolo: Anonimo
mg: Andraikitra:Tsy voafaritra
pt: papel:Anónimo
ro: rol:Oaspete

# role:Authenticated
source: Authenticated users
ca: autenticat
de: Rolle:Authentifiziert
es: autenticado
eu: egiaztatuta
fr: Utilisateurs authentifiés
gl: autenticado
it: ruolo: Autenticato
mg: Andraikitra:Voasoritra
pt: papel:Autenticado
ro: rol:Autentificat

source: Workspace manager
ca: Administrador de l'espai de treball
de: Arbeitsbereich Manager
es: Responsable del espacio de trabajo
eu: Lan-esparruaren arduraduna
fr: Responsable de l'espace de travail
gl: Responsable do espazo de traballo
it: Responsabile dell'ambiente di lavoro
mg: Mpiandraikitra ny faritra fiasana.
pt: Administrador da Área de Trabalho
ro: Responsabil de spatiul de lucru

source: Workspace member
ca: Usuari de l'espai de treball
de: Arbeitsbereich Teilnehmer
es: Usuario del espacio de trabajo
eu: Lan-esparruko erabiltzailea
fr: Membre de l'espace de travail
gl: Usuario do espazo de traballo
it: Collaboratore dell'ambiente di lavoro
mg: Mpikambana ao amin'ny faritra fiasana.
pt: Membro da Área de Trabalho
ro: Membru al spatiului de lucru

source: Workspace reader
ca: Lector de l'espai de treball
de: Arbeitsbereich Leser
es: Lector del espacio de trabajo
eu: Lan-esparruko irakurlea
fr: Lecteur de l'espace de travail
gl: Lector do espazo de traballo
it: Lettore dell'ambiente di lavoro
mg: Mpamaky ny faritra fiasana.
pt: Leitor da Área de Trabalho
ro: Cititor al spatiului de lucru

source: Section manager
ca: Administrador de la secció
de: Websektion Manager
es: Responsable de la sección
eu: Atalaren arduraduna
fr: Responsable de la rubrique
gl: Responsable da sección
it: Responsabile di sezione
mg: Tompon'andraikitry ny sehatra.
pt: Administrador da Secção
ro: Responsabil al sectiunii

source: Section reviewer
ca: Revisor de la secció
de: Websektion Prüfer
es: Revisor de sección
eu: Atalaren berrikustailea
fr: Valideur de la rubrique
gl: Revisor da sección
it: Revisore di sezione
mg: Mpanaiky ny sehatra.
pt: Revisor da Secção
ro: Valideaza sectiunea

source: Section reader
ca: Lector de la secció
de: Websektion Leser
es: Lector de la sección
eu: Ataleko irakurlea
fr: Lecteur de la rubrique
gl: Lector da sección
it: Lettore di sezione
mg: Mpamaky ny sehatra.
pt: Leitor da Secção
ro: Cititor al sectiunii

source: Contributor
ca: Col·laborador
de: Mitwirkende
es: Contribuidor
eu: Laguntzailea
fr: Contributeur
gl: Colaborador
pt: Colaborador

source: Reader
ca: Lector
de: Leser
es: lector
eu: Irakurlea
fr: Lecteur
gl: Lector
pt: Leitor

source: Forum Poster
ca: Participant al fòrum
es: Remitente al foro
eu: Foroaren erabiltzailea
fr: Posteur sur forum
gl: Usuario do foro
it: Utente di forum
mg: Mpamela hafatra amin'ny seraseran-dresaka (Forum)
pt: Escritor de Fórum
ro: Posteaza pe forum

source: Forum Moderator
ca: Moderador del fòrum
es: Moderador de foro
eu: Foroaren moderatzailea
fr: Modérateur de forum
gl: Moderador do foro
it: Moderatore di forum
mg: Mpiandraikitra ny seraseran-dresaka (Forum)
pt: Moderador de Fórum
ro: Moderatorul forumului

source: Chat Moderator
ca: Moderador del xat
es: Moderador del chat
eu: Berriketaren moderatzailea
fr: Modérateur de Chat
gl: Moderador do chat
it: Moderatore di chat
mg: Mpiandraikitra ny seraseran-dresaka mivantana (Chat)
pt: Moderador de chat
ro: Moderatorul Chat-ului

source: Chat Poster
ca: Participant al xat
es: enviar mensajes al chat
eu: Berriketa-aretoko erabiltzailea
fr: Posteur sur Chat
gl: Usuario da sala chat
it: Utente di chat
mg: Mpamela hafatra amin'ny seraseran-dresaka mivantana (Chat)
pt: Escritor de chat
ro: Persoana care Posteaza pe Forum

source: Chat Guest
ca: Convidat al xat
de: Chat Gast
es: invitado al chat
eu: Berriketara gonbidatua
fr: Invité de Chat
gl: Invitado ao chat
it: Ospite di chat
mg: Vahinin'ny seraseran-dresaka mivantana(Chat)
pt: Convidado de chat
ro: Invitat pe chat

# label_searchadv_full_text
source: Show results with
ca: Mostrar resultats amb
de: Zeige Ergebnisse mit
es: Mostrar resultados con
eu: Emaitzak erakutsi zerekin
fr: Afficher les résultats avec
gl: Mostrar resultados con
pt: Mostra resultados com

# label_searchadv_updated
source: Updated
ca: Actualitzat
de: Aktualisiert
es: Actualizado
eu: Gaurkotua
fr: Mise à jour
gl: Actualizado
pt: Actualizado

# label_searchadv_sort_by
source: Sort by
ca: Ordenat per
de: Sortiert nach
es: Ordenado por
eu: Honen arabera ordenatuta
fr: Trier par
gl: Ordenado por
pt: Ordenar por

# label_language_en
source: English
ca: Anglès
de: Englisch
es: Inglés
eu: Ingelesa
fr: Anglais
gl: Inglés
it: Inglese
mg: Anglisy
pt: Inglês
ro: Engleza

# label_language_fr
source: French
ca: Francès
de: Französisch
es: Francés
eu: Frantsesa
fr: Français
gl: Francés
it: Francese
mg: Frantsay
pt: Francês
ro: Franceza

# label_language_es
source: Spanish
ca: Castellà
de: Spanisch
es: Castellano
eu: Gaztelania
fr: Espagnol
gl: Español
it: Spagnolo
mg: Espagnola
pt: Castelhano
ro: Spaniola

# label_language_de
source: German
ca: Alemany
de: Deutsch
es: Alemán
eu: Alemaniera
fr: Allemand
gl: Alemán
it: Tedesco
mg: Alemanina
pt: Alemão
ro: Germana

# label_language_it
source: Italian
ca: Italià
de: Italienisch
es: Italiano
eu: Italiera
fr: Italien
gl: Italiano
it: Italiano
mg: Italiana
pt: Italiano
ro: Italiana

# label_language_pt
source: Portuguese
fr: Portugais

# label_language_pt_BR
source: Brazilian
ca: Portuguès del Brasil
de: Portugiesisch(BR)
es: Brasileño
eu: Brasilgo portugesa
fr: Brésilien
gl: Portugués de Brasil
it: Brasiliano
mg: Paortogé(Bresiliana)
pt: Brasileiro
ro: Braziliana

# label_language_nl
source: Dutch
ca: Holandès
de: Holländisch
es: Holandés
eu: Neerlandera
fr: Néerlandais
gl: Holandés
it: Olandese
mg: Avy any Pays Bas
pt: Holandês
ro: Olandeza

# label_language_mg
source: Malagasy
ca: Malgaix
es: Malgache
eu: Malgatxea
fr: Malgache
gl: Malgache
pt: Malaguês
ro: Malgasa

# label_language_ro
source: Romanian
ca: Romanès
de: Rumänisch
es: Rumano
eu: Errumaniera
fr: Roumain
gl: Romanés
pt: Romeno
ro: Romana

# label_language_gl
source: Galician
fr: Galicien

# label_accesskey_accessibility_information
source: Accessibility information
ca: Informació d'accessibilitat
es: Información de accesibilidad
eu: Erabilerraztasun-informazioa
fr: Informations d'accessibilité
gl: Información de accesibilidade
pt: Informação de Acessibilidade

# label_accesskey_homepage
source: Homepage
ca: Pàgina principal
es: Ir a la página de bienvenida
eu: Orrialde nagusia
fr: Page d'accueil
gl: Páxina principal
pt: Ir para HomePage

# label_accesskey_content
source: Go to the content
ca: Anar al contingut
es: Ir al contenido
eu: Edukietara jo
fr: Aller au contenu
gl: Ir ao contido
pt: Ir para o conteúdo

# label_accesskey_sitemap
source: Site map
ca: Mapa del lloc web
es: Ir al menú
eu: Lekuaren mapa
fr: Plan du site
gl: Mapa do sitio
pt: Ir para o Menu

# label_accesskey_search
source: Search engine
ca: Motor de recerca
es: Ir al motor de búsqueda interno
eu: Bilaketa-motorra
fr: Moteur de recherche
gl: Motor de busca
pt: Ir para a Área de Busca

# email_password_reset_confirmation_subject
source: [${portal_url}] Password reset confirmation for ${email}
ca: [${portal_url}] Confirmació del canvi de contrasenya per a ${email}
eu: [${portal_url}] Pasahitza-aldaketaren baieztapena ${email}-rako
fr: [${portal_url}] Confirmation de réinitialisation de mot de passe pour ${email}
gl: [${portal_url}] Confirmación de cambio de contrasinal para ${email}
pt: [${portal_url}] Confirmação de redefinição de senha para ${email}

# email_password_reset_confirmation_body
source: Dear user, You (or someone else) have requested to reset the password for the account having email address ${email}. Most probably the reason for this reset request is that the password for this account has been lost. The password reset request was sent from the IP address ${client_address} If you have not requested this reset, please ignore this message. You can now reset your password by simply visiting the following page: ${visit_url} We look forward to seeing you back soon at ${portal_url} Sincerely, -- The portal administration team
ca: Benvolgut usuari, Vostè (o qualcú altre) ha demanat reiniciar la contrasenya per a l'usuari que té d'adreça electrònica "${email}". La causa més probable és perquè hagi perdut l'antiga La petició de reinicar la contrasenya va venir de la IP ${client_address} Si vostè no ho va demanar, pot ignorar aquest missatge. Vostè pot reiniciar la seva contrasenya visitant la següent pàgina: ${visit_url} Esperem veure'l aviat a ${portal_url} Atentament, -- L'equip d'administració del portal
eu: Nork: ${mail_from_address} Nori: ${email} Gaia: ${subject} Eduki-mota: testua/arrunta; charset=ISO-8859-15 Mime-Version: 1.0 Erabiltzaile maitea, Zuk (edota beste norbaitek) erabiltzailearen pasahitza hasieratzea eskatu ondoko posta elektronikoaren helbidearekin: "${email}". Gehienetan arrazoia aurrekoa ahaztea edota galtzea izaten da . Pasahitza hasieratzeko eskaria ondoko IP helbidetik etorri zen: ${client_address} Ez baduzu zuk eskatu, ahaztu mezu hau. Nolanahi ere, zure pasahitza ondoko orrialdean hasiera dezakezu: ${visit_url} ${portal_url} atarian gurekin izango zarelakoan, adeitasunez, -- Atariaren Adiministrazio-Taldea
fr: Cher utilisateur, Vous (ou quelqu'un d'autre) avez demandé que le mot de passe pour le compte ayant pour adresse courriel ${email} soit réinitialisé. La raison de cette requête est presque certainement que le mot de passe pour ce compte a été perdu. La demande de réinitialisation du mot de passe a été émise depuis l'adresse IP ${client_address} Si vous n'avez pas demandé cette réinitialisation, vous pouvez ignorer ce message. Vous pouvez maintenant réinitialiser votre mot de passe simplement en visitant la page suivante : ${visit_url} Nous espérons vous accueillir à nouveau bientôt sur ${portal_url} Cordialement, -- L'équipe d'administration du portail
gl: Estimado usuario, Usted (o cualquier otro) ha solicitado reiniciar la contraseña del usuario con la siguiente dirección de correo electrónico: "${email}". La causa más común es que haya olvidado o perdido la anterior. Le informamos de que la solicitud de reiniciar la contraseña provino de la siguiente dirección IP: ${client_address} En el caso de que no lo haya solicitado, ignore este mensaje. En todo caso, puede reiniciar su contraseña en la siguiente página: ${visit_url} Esperando contar con su presencia en ${portal_url} Atentamente, -- El Equipo de Administración del Portal
pt: Prezado usuário, Você (ou alguém) solicitou a redefinição da senha da conta cujo endereço de email é "${email}". Muito provavelmente a razão para esta redefinição é que a senha para esta conta tenha sido perdida. O pedido de redefinição de senha foi enviado do endereço IP: ${client_address} Se você não solicitou esta redefinição, por favor ignore esta mensagem. Você pode redefinir sua senha agora simplesmente visitando a seguinte página: ${visit_url} Esperamos vê-lo de volta em breve em ${portal_url} Atenciosamente, -- Equipe de Administração do Portal

source: User actions
ca: Accions de l'usuari
de: Teilnehmer Aktionen
es: Acciones del usuario
eu: Erabiltzailearen ekintzak
fr: Mes actions
gl: Accións do usuario
pt: Acções do Usuário

source: Language selector
ca: Selecció d'idioma
de: Sprachen Auswahl
es: Selección de idioma
eu: Hizkuntzaren hautapena
fr: Langue
gl: Selección de idioma
pt: Seletor de idiomas

source: Folder actions
ca: Accions de carpeta
de: Folder Aktionen
es: Opciones de carpeta
eu: Karpetako ekintzak
fr: Actions du répertoire
gl: Accións de carpeta
it: Azioni sulla cartella
mg: Asan'ny repertoara
pt: Acções da Pasta
ro: Actiuni ale directorului

source: Object actions
ca: Accions de l'objecte
de: Objekt Aktionen
es: Acciones con objetos
eu: Objektu-ekintzak
fr: Actions de l'objet
gl: Accións do obxecto
it: Oggetti:<br />elenco delle azioni<br /> consentite
mg: Asan'ny objet
pt: Acções do objeto
ro: Actiuni ale obiectului

source: Portal actions
ca: Accions del portal
de: Portal Aktionen
es: Acciones del portal
eu: Atariko ekintzak
fr: Actions du portail
gl: Accións do portal
it: Portale:<br />elenco delle azioni<br /> consentite
mg: Asan'ny tranonkala
pt: Acções do Portal
ro: Actiuni ale portalului

source: Translated status message.
ca: Missatge de l'estat de la traducció
de: Übersetzte Status Nachricht.
es: Mensaje de estado traducido
eu: Itzulpen-egoeraren mezua
fr: FAKE
gl: Mensaxe do estado da tradución
mg: Dika
pt: Mensagem de estado traduzida
ro: Mesaj de stare tradus

# ajax_working
source: Working...
ca: Treballant...
eu: Lanean...
fr: Transfert...
gl: Traballando...
pt: Ajax a funcionar

# ajax_failing
source: This change is not allowed !
ca: Canvi no permès
eu: Aldaketa hau ez dago baimenduta
fr: Ce changement n'est pas autorisé !
gl: Este cambio non está permitido
pt: Ajax não está a funcionar

# portlet_title_latest_published
source: Latest published
de: Neulich veröffentlicht
fr: Dernières publications
gl: Últimos envíos publicados

# portlet_title_breaking_news
source: Breaking News
de: Aktuelles
fr: Nouvelles récentes
gl: Noticias de última hora

# label_information_message_subject
source: Subject
fr: Sujet

# label_information_message_date
source: Date of the event
fr: Date de l'événement

# label_information_message_duration
source: Duration
fr: Durée (chaine de texte libre)

# label_information_message_details
source: Details
fr: Détails

# label_information_message_timed_display_start
source: Display message start date
fr: Date du début d'affichage du message

# label_information_message_timed_display_stop
source: Display message stop date
fr: Date de fin d'affichage du message

# label_information_message_activated
source: Activated
fr: Activé

# action_configure_information_message
source: Configure information message
fr: Configurer message d'information

source: User
ca: Usuari
de: Teilnehmer
eu: Erabiltzailea
gl: Usuario
pt: Usuário

# Work
source: FAKE
ca: Treball
es: Trabajo
eu: Lana
gl: Traballo
it: Lavoro
mg: Asa
pt: Trabalho
ro: In lucru

# action_contact
source: Contact
ca: Contacte
de: Kontakt
es: Contactar
eu: Harremana
gl: Contacto
it: @ -->webmaster
mg: Fifandraisana
pt: Contacto

# description_cps
source: <a href="http://www.nuxeo.com/cps/">Collaborative Portal Server</a> (CPS) is the most complete Open Source solution available for building ECM applications. <a href="http://www.nuxeo.com/cps/">CPS</a> comes also as a user-friendly application for entreprise-grade content management with many collaboration features. <a href="http://www.nuxeo.com/cps/">CPS</a> is built on top of the powerful <a href="http://www.nuxeo.com/techno/zope">Zope</a> application server.
ca: <a href="http://www.nuxeo.com/cps/">Collaborative Portal Server</a> (CPS) és la solució de programari obert (Open Source) més completa per a construir aplicacions ECM. <a href="http://www.nuxeo.com/cps/">CPS</a> integra una aplicació fàcil d'emprar per a la gestió de contingut en l'àmbit empresarial, amb múltiples eines de col·laboració. <a href="http://www.nuxeo.com/cps/">CPS</a> està programat per a aprofitar tota la potència del servidor d'aplicacions <a href="http://www.zope.com">Zope.</a>
eu: <a href="http://www.nuxeo.com/cps/">Collaborative Portal Server</a> (CPS) software irekiaren soluziorik (Open Source) osoena da ECM aplikatzioak osatzeko. <a href="http://www.nuxeo.com/cps/">CPS</a>-k badu enpresa mundurako edukien kudeaketarako erabilpen errazeko aplikazioa talde-lanean aritzeko tresna pila, <a href="http://www.nuxeo.com/cps/">CPS</a> aplikazio-zerbitzariaren potentzia guztia aprobetxatzeko programaturik dago <a href="http://www.zope.com">Zope.</a>
gl: <a href="http://www.nuxeo.com/cps/">Collaborative Portal Server</a> (CPS) é a solución de software aberto (Open Source) máis completa para construír aplicacións ECM. <a href="http://www.nuxeo.com/cps/">CPS</a> integra unha aplicación de fácil uso para a xestión de contido no ámbito empresarial dotado de multíples ferramentas colaborativas. <a href="http://www.nuxeo.com/cps/">CPS</a> está programada para aproveitar toda a potencia do servidor de aplicacións <a href="http://www.zope.com">Zope.</a>
pt: <a href="http://www.nuxeo.com/cps/">O Servidor de Portal Colaborativo </a> (<it>Collaborative Portal Server</it> - CPS) é a solução Código Aberto mais completa para a construção de aplicações para o Gerenciamento de Conteúdo de Corporações (ECM). O <a href="http://www.nuxeo.com/cps/">CPS</a> vem também como uma aplicação amigável para o gerenciamento de conteúdo de instituições com muitas características de colaboração. O <a href="http://www.nuxeo.com/cps/">CPS</a> é construído no topo do poderoso servidor de aplicações <a href="http://www.zope.com">Zope</a>.

# label_action
source: Action
ca: Acció
de: Aktion
es: Acción
eu: Ekintza
gl: Acción
pt: Acção
ro: Actiune

# label_compact
source: Compact
ca: Compacta
de: Kompakt
es: Compacta
eu: Trinkotua
gl: Compacta
it: Compatta
pt: Compactar

# label_consultation
source: Consultation
ca: Consulta
de: Aufrufen
es: Consulta
eu: Kontsulta
gl: Consulta
pt: Consulta
ro: Consultare

# label_date
source: Date
ca: Data
de: Datum
es: Fecha
eu: Data
gl: Data
pt: Data
ro: Data

# label_description
source: Description
ca: Descripció
de: Beschreibung
es: Descripción
eu: Deskribapena
gl: Descrición
it: Descrizione:
mg: Fanazavana
pt: Descrição
ro: Descriere
