Repository: nuxeo-cps/products--CPSDefault
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, mg, pt, ro

# welcome_body
source: <h1>Welcome to Nuxeo CPS</h1> <p> This page intends to give you an introduction to <acronym title="Collaborative Portal Server">CPS</acronym> (Nuxeo Collaborative Portal Server) and to what you can now do with it. (<a href="portlet_manage_form">Edit this text</a>.) </p> <h2>About CPS</h2> <p> <acronym title="Collaborative Portal Server">CPS</acronym> is an extensive collaborative Web content management system (CMS) implemented on top of <a href="http://www.zope.org/">Zope</a> and the <a href="http://www.zope.org/Products/CMF/">CMF</a>, that enables organizations to easily, quickly and efficiently implement collaborative portals (intranet, extranet or internet) and workflow- oriented business applications. </p> <p> CPS Provides, among other features: </p> <ul> <li> <a href="workspaces">Collaborative work</a> and <a href="sections">publication</a> spaces (you may need to be authenticated with the right access level to access these URLs) </li> <li>Document versionning, that allows a document to be published in one version and still worked on in another one </li> <li>Group-based, directory-backed <a href="cpsdirectory_view">user and roles management</a> </li> <li> A <a href="box_manage_form">configurable</a> Portal interface, with a web- and accessibility-standards compliant default look and feel (you will need to be authenticated with the right access level to access this URL) </li> <li> Notifications on many kinds of events happening on the system </li> <li> An (optional) WYSIWYG editor for portal look and feel (just install <em>CPSSkins</em> in your CPS instance using the <a href="manage">ZMI</a>) </li> <li> Many user-level services, like a Webmail, Forums, shared Calendars, Newsletters and Mailing Lists, etc. </li> <li> Many powerful developers- and webmaster-level services, including support for creating your own document types, your own workflows, etc. </li> </ul> <p> CPS has already been adopted by major accounts in the Administration (French Ministries of Interior, of Culture, of Finances, of Defense, of Justice; French Atomic Energy Commission; Chalmers University...), in the private sector (Suez, STMicroelectronics...) and by the leading European IT consultancies (Capgemini, Unilog, Steria...). </p> <p> For more information about Zope and CPS, we suggest you go to the following web sites: </p> <ul> <li> <a href="http://www.cps-project.org/">CPS-project.org</a>: the community portal for CPS users and developers </li> <li> <a href="http://zope.org/Members/nuxeo/Products/CPS3">CPS3 at Zope.org</a> (to download latest stable or development releases) </li> <li> <a href="http://lists.nuxeo.com/">CPS mailing lists</a> </li> <li> <a href="http://zope.org/Members/nuxeo/news/ep2004-slides/newsitem_view">Slides for the CPS talks at EuroPython 2004</a> and for the <a href="http://zope.org/Members/nuxeo/news/cps-erp5-sprint-slides-pictures/">CPS/ERP5 sprint in Paris (2004)</a> </li> <li> <a href="http://www.zope.org/">Zope.org</a>: the community portal for Zope </li> <li> <a href="http://zope.org/Documentation/Books/ZopeBook/2_6Edition/">The Zope Book</a> </li> </ul> <h2>Credits</h2> <p> Thank you for trying or using CPS. CPS is developed by <a href="http://www.nuxeo.com/en/">Nuxeo</a> and a <a href="http://www.cps-project.org/">community of contributors</a>. </p> <p> CPS contains code licensed under the GPL, the ZPL and other, GPL-compatible, open source/free software licenses. Parts of CPS are copyright Nuxeo SARL, Zope Corporation and Contributors, Chalmers University, Jean-Marc Orliaguet, Capgemini, Unilog, Ministère de l'Intérieur, de la Sécurité Intérieure et des Libertés Locales, Préfecture du Bas-Rhin, CEA, Logilab SA, Fredrik Lundh, Norman Walsh, Gareth Rees, Sun Microsystems, Timothy O'Malley, Morten W. Petersen, and other contributors. </p>
ca: <h1>Benvingut/da al Nuxeo CPS</h1> <p> Esta pàgina ofereix una introducció al <acronym title="Collaborative Portal Server">CPS</acronym> (Servidor Nuxeo de Portal Cooperatiu) i el que pot fer amb ell. (<a href="textbox_edit_form?box_url=.cps_boxes_root/welcome">Editar este text</a>.) </p> <h2>Sobre el CPS</h2> <p> <acronym title="Collaborative Portal Server">CPS</acronym> és un sistema extensiu de gestió de contingut web col·laboratiu, implementat sobre <a href="http://www.zope.org/">Zope</a> and the <a href="http://www.zope.org/Products/CMF/">CMF</a>, that enables organizations to easily, quickly and efficiently implement collaborative portals (intranet, extranet or internet) and workflow- oriented business applications. </p> <p> CPS Provides, among other features: </p> <ul> <li> <a href="workspaces">Collaborative work</a> and <a href="sections">publication</a> spaces (you may need to be authenticated with the right access level to access these URLs) </li> <li>Document versionning, that allows a document to be published in one version and still worked on in another one </li> <li>Group-based, directory-backed <a href="cpsdirectory_view">user and roles management</a> </li> <li> A <a href="box_manage_form">configurable</a> Portal interface, with a web- and accessibility-standards compliant default look and feel (you will need to be authenticated with the right access level to access this URL) </li> <li> Notifications on many kinds of events happening on the system </li> <li> An (optional) WYSIWYG editor for portal look and feel (just install <em>CPSSkins</em> in your CPS instance using the <a href="manage">ZMI</a>) </li> <li> Many user-level services, like a Webmail, Forums, shared Calendars, Newsletters and Mailing Lists, etc. </li> <li> Many powerful developers- and webmaster-level services, including support for creating your own document types, your own workflows, etc. </li> </ul> <p> CPS has already been adopted by major accounts in the Administration (French Ministries of Interior, of Culture, of Finances, of Defense, of Justice; French Atomic Energy Commission; Chalmers University...), in the private sector (Suez, STMicroelectronics...) and by the leading european IT consultancies (Capgemini, Unilog, Steria...). </p> <p> For more information about Zope and CPS, we suggest you go to the following web sites: </p> <ul> <li> <a href="http://www.cps-project.org/">CPS-project.org</a>: the community portal for CPS users and developers </li> <li> <a href="http://zope.org/Members/nuxeo/Products/CPS3">CPS3 at Zope.org</a> (to download latest stable or development releases) </li> <li> <a href="http://lists.nuxeo.com/">CPS mailing lists</a> </li> <li> <a href="http://zope.org/Members/nuxeo/news/ep2004-slides/newsitem_view">Slides for the CPS talks at EuroPython 2004</a> and for the <a href="http://zope.org/Members/nuxeo/news/cps-erp5-sprint-slides-pictures/">CPS/ERP5 sprint in Paris (2004)</a> </li> <li> <a href="http://www.zope.org/">Zope.org</a>: the community portal for Zope </li> <li> <a href="http://zope.org/Documentation/Books/ZopeBook/2_6Edition/">The Zope Book</a> </li> </ul> <h2>Credits</h2> <p> Thank you for trying or using CPS. CPS is developped by <a href="http://www.nuxeo.com/en/">Nuxeo</a> and a <a href="http://www.cps-project.org/">community of contributors</a>. </p> <p> CPS contains code licensed under the GPL, the ZPL and other, GPL-compatible, open source/free software licenses. Parts of CPS are copyright Nuxeo SARL, Zope Corporation and Contributors, Chalmers University, Capgemini, Unilog, Ministère de l'Intérieur, de la Sécurité Intérieure et des Libertés Locales, Préfecture du Bas-Rhin, CEA, Logilab SA, Fredrik Lundh, Norman Walsh, Gareth Rees, Sun Microsystems, Timothy O'Malley, Morten W. Petersen, and other contributors. </p>
de: <h1>Willkommen bei Nuxeo CPS</h1> <p> Diese Seite gibt Ihnen einen Überblick über das <acronym title="Collaborative Portal Server">CPS Portal</acronym> (Nuxeo Collaborative Portal Server) und was Sie alles damit machen können. (<a href="textbox_edit_form?box_url=.cps_boxes_root/welcome">Editieren dieses Textes</a>.) </p> <h2>About CPS</h2> <p> <acronym title="Collaborative Portal Server">CPS</acronym> ist ein erweiterbares Web Content Management und Kollaborations System (CMS) das auf <a href="http://www.zope.org/">Zope</a> und <a href="http://www.zope.org/Products/CMF/">CMF</a> basiert, und das Organisationen in die Lage versetzt, leicht, schnell und effizient kollaborative Portale zu implementieren (intranet, extranet oder internet), gemeinsam mit Workflow- orientierten Geschäftsanwendungen. </p> <p> CPS unterstützt, neben anderen Dingen: </p> <ul> <li> <a href="workspaces">Kollaboratives Arbeiten</a> und <a href="sections">Publikations</a> Räume (sie müssen sich dazu angemeldet und die notwendigen Rechte für diese URLs haben) </li> <li>Dokument Versionen, damit ist es möglich ein Dokument in einer Version zu veröffentlichen und an einer neuen Version weiterzuarbeiten</li> <li>Gruppen- und verzeichnisbasiertes <a href="cpsdirectory_view">Benutzer und Rollen Management</a> </li> <li> Eine <a href="box_manage_form">konfigurierbare</a> Portal Oberfläche, mit Web- und Behindertengerechten Standards und einheitlichem 'Look and Feel' (sie müssen dazu angemeldet sein und die notwendigen Rechte für diese URLs haben) </li> <li> Benachrichtigungen über viele Arten von Ereignissen die im Portal auftreten </li> <li> Ein (optionaler) WYSIWYG Editor für das Portal Look and Feel (installieren Sie einfach <em>CPSSkins</em> in Ihrer CPS Instance unter Verwendung des <a href="manage">ZMI</a>) </li> <li> Viele Benutzer Services, wie Webmail, Webforen, gemeinsam genutzte Kalender, Newsletter, Mailing Listen, usw. </li> <li> Viele leistungsstarke Werkzeuge für Entwickler- und Webmaster, mit Support zur Erstellung eigener Dokument Typen, eigener Workflows, usw. </li> </ul> <p> CPS wurde bereits von zahlreichen grossen Behörden und Organisationen eingesetzt (Französische Ministerien des Innern, der Kultur, der Finanzen, der Verteidigung, der Justiz; Fr. Atom Energie Kommission; Chalmers Universität), im Privatsektor (Suez, STMicroelectronics, DHL...) und von führenden europäischen IT Consulting Unternehmen (Capgemini, Unilog, Steria...). </p> <p> Für mehr Informationen über Zope und CPS empfehlen wir Ihnen folgende Webseiten: </p> <ul> <li> <a href="http://www.cps-project.org/">CPS-project.org</a>: das Community Portal für CPS Benutzer und Entwickler </li> <li> <a href="http://zope.org/Members/nuxeo/Products/CPS3">CPS3 bei Zope.org</a> (um die aktuellsten Releases herunterzuladen) </li> <li> <a href="http://lists.nuxeo.com/">CPS Mailing Listen</a> </li> <li> <a href="http://zope.org/Members/nuxeo/news/ep2004-slides/newsitem_view">Präsentationen über CPS Vorträge auf der EuroPython 2004 Konferenz</a> und über den <a href="http://zope.org/Members/nuxeo/news/cps-erp5-sprint-slides-pictures/">CPS/ERP5 Sprint in Paris (2004)</a> </li> <li> <a href="http://www.zope.org/">Zope.org</a>: das Community Portal für Zope </li> <li> <a href="http://zope.org/Documentation/Books/ZopeBook/2_6Edition/">Das Zope Buch(Englisch)</a> </li> </ul> <h2>Dank</h2> <p> Vielen Dank das Sie CPS verwenden. CPS wurde entwickelt von <a href="http://www.nuxeo.com/en/">Nuxeo</a> und der <a href="http://www.cps-project.org/">der Open-Source Community </a>. </p> <p> CPS enthält Code der unter die GPL, die ZPL und andere, GPL-kompatible, Open Source/Free Software Lizenzen gestellt ist. Teile von CPS stehen unter Copyright von Nuxeo SARL, Zope Corporation und Beteiligte, Chalmers University, Capgemini, Unilog, fr. Innenministerium, der <i>Sécurité Intérieure</i> und den <i>Libertés Locales</i>, Prefekturen Bas-Rhin, CEA, Logilab SA, Fredrik Lundh, Norman Walsh, Gareth Rees, Sun Microsystems, Timothy O'Malley, Morten W. Petersen, und weiteren Mitwirkenden. </p>
es: <h1>Welcome to Nuxeo CPS</h1> <p> This page intends to give you an introduction to <acronym title="Collaborative Portal Server">CPS</acronym> (Nuxeo Collaborative Portal Server) and to what you can now do with it. (<a href="portlet_manage_form">Edit this text</a>.) </p> <h2>About CPS</h2> <p> <acronym title="Collaborative Portal Server">CPS</acronym> is an extensive collaborative Web content management system (CMS) implemented on top of <a href="http://www.zope.org/">Zope</a> and the <a href="http://www.zope.org/Products/CMF/">CMF</a>, that enables organizations to easily, quickly and efficiently implement collaborative portals (intranet, extranet or internet) and workflow- oriented business applications. </p> <p> CPS Provides, among other features: </p> <ul> <li> <a href="workspaces">Collaborative work</a> and <a href="sections">publication</a> spaces (you may need to be authenticated with the right access level to access these URLs) </li> <li>Document versionning, that allows a document to be published in one version and still worked on in another one </li> <li>Group-based, directory-backed <a href="cpsdirectory_view">user and roles management</a> </li> <li> A <a href="box_manage_form">configurable</a> Portal interface, with a web- and accessibility-standards compliant default look and feel (you will need to be authenticated with the right access level to access this URL) </li> <li> Notifications on many kinds of events happening on the system </li> <li> An (optional) WYSIWYG editor for portal look and feel (just install <em>CPSSkins</em> in your CPS instance using the <a href="manage">ZMI</a>) </li> <li> Many user-level services, like a Webmail, Forums, shared Calendars, Newsletters and Mailing Lists, etc. </li> <li> Many powerful developers- and webmaster-level services, including support for creating your own document types, your own workflows, etc. </li> </ul> <p> CPS has already been adopted by major accounts in the Administration (French Ministries of Interior, of Culture, of Finances, of Defense, of Justice; French Atomic Energy Commission; Chalmers University...), in the private sector (Suez, STMicroelectronics...) and by the leading european IT consultancies (Capgemini, Unilog, Steria...). </p> <p> For more information about Zope and CPS, we suggest you go to the following web sites: </p> <ul> <li> <a href="http://www.cps-project.org/">CPS-project.org</a>: the community portal for CPS users and developers </li> <li> <a href="http://zope.org/Members/nuxeo/Products/CPS3">CPS3 at Zope.org</a> (to download latest stable or development releases) </li> <li> <a href="http://lists.nuxeo.com/">CPS mailing lists</a> </li> <li> <a href="http://zope.org/Members/nuxeo/news/ep2004-slides/newsitem_view">Slides for the CPS talks at EuroPython 2004</a> and for the <a href="http://zope.org/Members/nuxeo/news/cps-erp5-sprint-slides-pictures/">CPS/ERP5 sprint in Paris (2004)</a> </li> <li> <a href="http://www.zope.org/">Zope.org</a>: the community portal for Zope </li> <li> <a href="http://zope.org/Documentation/Books/ZopeBook/2_6Edition/">The Zope Book</a> </li> </ul> <h2>Credits</h2> <p> Thank you for trying or using CPS. CPS is developped by <a href="http://www.nuxeo.com/en/">Nuxeo</a> and a <a href="http://www.cps-project.org/">community of contributors</a>. </p> <p> CPS contains code licensed under the GPL, the ZPL and other, GPL-compatible, open source/free software licenses. Parts of CPS are copyright Nuxeo SARL, Zope Corporation and Contributors, Chalmers University, Capgemini, Unilog, Ministère de l'Intérieur, de la Sécurité Intérieure et des Libertés Locales, Préfecture du Bas-Rhin, CEA, Logilab SA, Fredrik Lundh, Norman Walsh, Gareth Rees, Sun Microsystems, Timothy O'Malley, Morten W. Petersen, and other contributors. </p>
eu: <h1>Ongi etorri CPS Nuxeo-ra</h1> <p> Orrialde honen asmoa sarreratxo bat ematea da honako honetara<acronym title="Collaborative Portal Server">CPS</acronym> (Nuxeo Collaborative Portal Server) eta zere egin berarekin. (<a href="textbox_edit_form?box_url=.cps_boxes_root/welcome">Testu ha editatu</a>.) </p> <h2>About CPS</h2> <p> <acronym title="Collaborative Portal Server">CPS</acronym> Web edukiak kudeatzeko sistema da (CMS) implemented on top of <a href="http://www.zope.org/">Zopen inplementatuta</a> eta <a href="http://www.zope.org/Products/CMF/">CMF</a>, eta horrek ahalbidetzen du askoz ere errazago, eraginkorrago eta azkarrago ezartzea elkarri laguntzeko atariak (intranet, extranet or internet) eta lan egiteko aplikazioak abian jartzea. </p> <p> CPS Besteak beste: </p> <ul> <li> <a href="workspaces">Talde-lana</a> eta<a href="sections"></a> argitalpen-esparruak (URL horietara sartzeko baimenduta zaudela egiaztatuko dute) </li> <li>Dokumentuak nahiz eta argitaratu bertsio batean beste edozein bertsiotan landu daitezke </li> <li>Group-based, directory-backed <a href="cpsdirectory_view">user and roles management</a> </li> <li> A <a href="box_manage_form">configurable</a> Portal interface, with a web- and accessibility-standards compliant default look and feel (you will need to be authenticated with the right access level to access this URL) </li> <li> Notifications on many kinds of events happening on the system </li> <li> An (optional) WYSIWYG editor for portal look and feel (just install <em>CPSSkins</em> in your CPS instance using the <a href="manage">ZMI</a>) </li> <li> Many user-level services, like a Webmail, Forums, shared Calendars, Newsletters and Mailing Lists, etc. </li> <li> Many powerful developers- and webmaster-level services, including support for creating your own document types, your own workflows, etc. </li> </ul> <p> CPS has already been adopted by major accounts in the Administration (French Ministries of Interior, of Culture, of Finances, of Defense, of Justice; French Atomic Energy Commission; Chalmers University...), in the private sector (Suez, STMicroelectronics...) and by the leading european IT consultancies (Capgemini, Unilog, Steria...). </p> <p> For more information about Zope and CPS, we suggest you go to the following web sites: </p> <ul> <li> <a href="http://www.cps-project.org/">CPS-project.org</a>: the community portal for CPS users and developers </li> <li> <a href="http://zope.org/Members/nuxeo/Products/CPS3">CPS3 at Zope.org</a> (to download latest stable or development releases) </li> <li> <a href="http://lists.nuxeo.com/">CPS mailing lists</a> </li> <li> <a href="http://zope.org/Members/nuxeo/news/ep2004-slides/newsitem_view">Slides for the CPS talks at EuroPython 2004</a> and for the <a href="http://zope.org/Members/nuxeo/news/cps-erp5-sprint-slides-pictures/">CPS/ERP5 sprint in Paris (2004)</a> </li> <li> <a href="http://www.zope.org/">Zope.org</a>: the community portal for Zope </li> <li> <a href="http://zope.org/Documentation/Books/ZopeBook/2_6Edition/">The Zope Book</a> </li> </ul> <h2>Credits</h2> <p> Thank you for trying or using CPS. CPS is developped by <a href="http://www.nuxeo.com/en/">Nuxeo</a> and a <a href="http://www.cps-project.org/">community of contributors</a>. </p> <p> CPS contains code licensed under the GPL, the ZPL and other, GPL-compatible, open source/free software licenses. Parts of CPS are copyright Nuxeo SARL, Zope Corporation and Contributors, Chalmers University, Capgemini, Unilog, Ministère de l'Intérieur, de la Sécurité Intérieure et des Libertés Locales, Préfecture du Bas-Rhin, CEA, Logilab SA, Fredrik Lundh, Norman Walsh, Gareth Rees, Sun Microsystems, Timothy O'Malley, Morten W. Petersen, and other contributors. </p>
fr: <h1>Bienvenue sur Nuxeo CPS</h1> <p>Cette page vise à vous fournir une introduction à <acronym title="Collaborative Portal Server">CPS</acronym> (Nuxeo Collaborative Portal Server) et à ce que vous pouvez réaliser avec. (<a href="portlet_manage_form">Modifier ce texte</a>.)</p> <h2>À propos de CPS</h2> <p> <acronym title="Collaborative Portal Server">CPS</acronym> est un système de gestion de contenu (CMS) Web collaboratif implémenté au-dessus de <a href="http://www.zope.org/">Zope</a> et du <a href="http://www.zope.org/Products/CMF/">CMF</a>, qui permet aux organisations d'implémenter facilement, rapidement et efficacement des portails collaboratifs (intranet, extranet ou internet) et des applications métier orientées workflow. </p> <p>CPS fournit, entre autres :</p> <ul> <li><a href="workspaces">Des espaces de travail collaboratif</a> et <a href="sections">des espaces de publication</a> (il se peut que vous ayez besoin d'être authentifié avec des droits d'accès suffisants pour accéder à ces URL)</li> <li>Du suivi de version sur les documents, ce qui permet à un document d'être publié pour une version et en cours d'édition pour une autre version </li><li><a href="cpsdirectory_view">Une gestion des utilisateurs</a> basée sur les groupes, et sous-tendue par un ou des annuaires</li> <li>Une interface de type Portail <a href="box_manage_form">configurable</a>, avec une apparence par défaut qui respecte les standards du Web et les normes d'accessibilité (vous devez être authentifié avec des droits d'accès suffisant pour accéder à cette URL).</li> <li>Des notifications pour de nombreux types d'événements susceptibles de se produire dans le système.</li> <li>Un éditeur WYSIWYG (optionnel) qui permet de modifier facilement l'apparence du portail (il vous suffit d'installer <em>CPSSkins</em> dans votre instance de CPS depuis la <a href="manage">ZMI</a>)</li> <li>De nombreux services utilisateurs, comme un webmail, des forums, des calendriers partagés, des lettres d'informations, des listes de discussion...</li> <li>De nombreux et puissants services pour les développeurs et les webmasters, comme la possibilité de créer facilement vos propres types de documents, vos propres workflows, etc.</li> </ul> <p>CPS a déjà été adopté par des grands comptes dans l'administration (ministères français de l'Intérieur, de la Culture, des Finances, de la Défense, de la Justice; CEA; Université de Chalmers...), dans le secteur privé (Groupe Suez, STMicroelectronics...) et par les principales SSII européennes (Capgemini, Unilog, Stéria...).</p> <p>Pour plus d'informations sur Zope et CPS, nous vous suggérons les sites suivants :</p> <ul> <li><a href="http://www.cps-project.org/">CPS-project.org</a> : le portail communautaire pour les utilisateurs et les développeurs de CPS</li> <li><a href="http://zope.org/Members/nuxeo/Products/CPS3">CPS3 sur Zope.org</a> (pour télécharger les dernières versions stables ou de développement)</li> <li><a href="http://lists.nuxeo.com/">Les listes de discussion sur CPS</a></li> <li><a href="http://zope.org/Members/nuxeo/news/ep2004-slides/newsitem_view"> Les transparents des conférences sur CPS à EuroPython 2004</a> et ceux du <a href="http://zope.org/Members/nuxeo/news/cps-erp5-sprint-slides-pictures/"> sprint CPS/ERP5 à Paris (2004)</a></li> <li><a href="http://www.zope.org/">Zope.org</a> : le portail de la communauté Zope</li> <li><a href="http://zope.org/Documentation/Books/ZopeBook/2_6Edition/">Le Zope Book</a></li> </ul> <h2>Contributeurs</h2> <p>Merci d'essayer ou d'utiliser CPS. CPS est développé par <a href="http://www.nuxeo.com/">Nuxeo</a> et une <a href="http://www.cps-project.org/">communauté de contributeurs</a>.</p><p>CPS contient du code sous licence GPL, ZPL et d'autres licences libres/open source compatibles avec la GPL. Des portions du code de CPS sont copyright Nuxeo SARL, Zope Corporation and Contributors, Chalmers University, Jean-Marc Orliaguet, Capgemini, Unilog, Ministère de l'Intérieur, de la Sécurité Intérieure et des Libertés Locales, Préfecture du Bas-Rhin, CEA, Logilab SA, Fredrik Lundh, Norman Walsh, Gareth Rees, Sun Microsystems, Timothy O'Malley, Morten W. Petersen, et d'autres contributeurs.</p>
gl: <h1>Welcome to Nuxeo CPS</h1> <p> This page intends to give you an introduction to <acronym title="Collaborative Portal Server">CPS</acronym> (Nuxeo Collaborative Portal Server) and to what you can now do with it. (<a href="textbox_edit_form?box_url=.cps_boxes_root/welcome">Edit this text</a>.) </p> <h2>About CPS</h2> <p> <acronym title="Collaborative Portal Server">CPS</acronym> is an extensive collaborative Web content management system (CMS) implemented on top of <a href="http://www.zope.org/">Zope</a> and the <a href="http://www.zope.org/Products/CMF/">CMF</a>, that enables organizations to easily, quickly and efficiently implement collaborative portals (intranet, extranet or internet) and workflow- oriented business applications. </p> <p> CPS Provides, among other features: </p> <ul> <li> <a href="workspaces">Collaborative work</a> and <a href="sections">publication</a> spaces (you may need to be authenticated with the right access level to access these URLs) </li> <li>Document versionning, that allows a document to be published in one version and still worked on in another one </li> <li>Group-based, directory-backed <a href="cpsdirectory_view">user and roles management</a> </li> <li> A <a href="box_manage_form">configurable</a> Portal interface, with a web- and accessibility-standards compliant default look and feel (you will need to be authenticated with the right access level to access this URL) </li> <li> Notifications on many kinds of events happening on the system </li> <li> An (optional) WYSIWYG editor for portal look and feel (just install <em>CPSSkins</em> in your CPS instance using the <a href="manage">ZMI</a>) </li> <li> Many user-level services, like a Webmail, Forums, shared Calendars, Newsletters and Mailing Lists, etc. </li> <li> Many powerful developers- and webmaster-level services, including support for creating your own document types, your own workflows, etc. </li> </ul> <p> CPS has already been adopted by major accounts in the Administration (French Ministries of Interior, of Culture, of Finances, of Defense, of Justice; French Atomic Energy Commission; Chalmers University...), in the private sector (Suez, STMicroelectronics...) and by the leading european IT consultancies (Capgemini, Unilog, Steria...). </p> <p> For more information about Zope and CPS, we suggest you go to the following web sites: </p> <ul> <li> <a href="http://www.cps-project.org/">CPS-project.org</a>: the community portal for CPS users and developers </li> <li> <a href="http://zope.org/Members/nuxeo/Products/CPS3">CPS3 at Zope.org</a> (to download latest stable or development releases) </li> <li> <a href="http://lists.nuxeo.com/">CPS mailing lists</a> </li> <li> <a href="http://zope.org/Members/nuxeo/news/ep2004-slides/newsitem_view">Slides for the CPS talks at EuroPython 2004</a> and for the <a href="http://zope.org/Members/nuxeo/news/cps-erp5-sprint-slides-pictures/">CPS/ERP5 sprint in Paris (2004)</a> </li> <li> <a href="http://www.zope.org/">Zope.org</a>: the community portal for Zope </li> <li> <a href="http://zope.org/Documentation/Books/ZopeBook/2_6Edition/">The Zope Book</a> </li> </ul> <h2>Credits</h2> <p> Thank you for trying or using CPS. CPS is developped by <a href="http://www.nuxeo.com/en/">Nuxeo</a> and a <a href="http://www.cps-project.org/">community of contributors</a>. </p> <p> CPS contains code licensed under the GPL, the ZPL and other, GPL-compatible, open source/free software licenses. Parts of CPS are copyright Nuxeo SARL, Zope Corporation and Contributors, Chalmers University, Capgemini, Unilog, Ministère de l'Intérieur, de la Sécurité Intérieure et des Libertés Locales, Préfecture du Bas-Rhin, CEA, Logilab SA, Fredrik Lundh, Norman Walsh, Gareth Rees, Sun Microsystems, Timothy O'Malley, Morten W. Petersen, and other contributors. </p>
it: <h1>Benvenuto in Nuxeo CPS</h1> <p> Questa pagina intende fornire un'introduzione a <acronym title="Collaborative Portal Server">CPS</acronym> (Nuxeo Collaborative Portal Server) illustrando quanto e cosa sia possibile ottenere grazie al suo utilizzo. <br />(<a href="textbox_edit_form?box_url=.cps_boxes_root/welcome">Modifica questo testo</a>) </p> <h2>Informazioni su CPS</h2><p><acronym title="Collaborative Portal Server">CPS</acronym> rappresenta un potente e performante sistema gestionale di contenuti web (Content Management System - CMS), sviluppato ed implementato ad alto livello con <a href="http://www.zope.org/">Zope</a> e <a href="http://www.zope.org/Products/CMF/">CMF</a>. <br /><br /><acronym title="Collaborative Portal Server">CPS</acronym> consente, a qualsiasi tipo di organizzazione, di sviluppare facilmente e velocemente portali di tipo collaborativo (intranet, extranet, internet) e specifiche applicazioni , orientate ai flussi di lavoro, in ambito aziendale. </p> <p>Attraverso altre caratteristiche, <acronym title="Collaborative Portal Server">CPS</acronym> fornisce: </p><ul><li>Degli <a href="workspaces">ambienti di lavoro collaborativo</a> e delle <a href="sections">sezioni di pubblicazione </a> dei contenuti.<br /> (Per accedere a questi indirizzi URL, occorre essere un utente autenticato ed in possesso dei requisiti necessari). <li>L'esistenza di versioni differenziate dello stesso oggetto, con possibilità di avere una versione del documento già pubblicata ed un'altra ancora in fase di lavorazione sulla quale apportare eventuali modifiche. </li><li>Una <a href="cpsdirectory_view">gestione degli utenti</A>, con politiche di alta sicurezza, per mezzo della definizione dei gruppi ed amministrata attraverso degli elenchi. </li><li>Un'interfaccia del portale <a href="box_manage_form">configurabile</a> ed aderente agli standards del W3C per internet e per l'accessibilità (XHTML 1.0, CSS, WAI-A). (Per accedere a questi indirizzi URL, occorre essere un utente autenticato ed in possesso dei necessari requisiti). </li><li>La presenza di avvertimenti di vario tipo su specifici aspetti inerenti la funzionalità del sistema.</li><li>Un editor WYSIWYG (opzionale) per ridefinire la grafica e l'aspetto del portale, installando <em>CPSSkins</em> in <acronym title="Collaborative Portal Server">CPS</acronym> tramite l'interfaccia di gestione interna di Zope (<a href="manage">ZMI</a>). </li><li>La possibilità di attivare molti servizi per gli utenti quali: Centro Postale, Forum, Agende condivise, Notiziari, Liste di diffusione, ecc. </li><li>La possibilità di attivare molte applicazioni a livello di sistema utilizzabili dagli sviluppatori ed amministratori del portale, incluso il supporto per la creazione dei propri tipi di oggetto e documento, flusso di lavoro, ecc. </LI></ul><p><acronym title="Collaborative Portal Server"></acronym> </P><p><acronym title="Collaborative Portal Server">CPS</acronym> viene già utilizzato dalle maggiori entità nel campo della Pubblica Amministrazione francese:<br /></p><ul><li>Ministero dell'Interno, Ministero della Cultura, Ministero delle Finanze, Ministero della Difesa, Ministero della Giustizia; </li><li>Commissione Francese per l'Energia Atomica; </li><li>Università di Chalmers; </li><li>...; <br /></li></ul><p>come pure nel settore privato:<br /></P><ul><li>Suez; </li><li>STMicroelectronics; </li><li> ...; <br /></li></UL><p>ed ancora dalle principali realtà nell'ambito dell'IT consulting:<br /></P><ul><li>Capgemini, Unilog, Steria, ...). </li></ul><p>Per maggiori informazioni su Zope e <acronym title="Collaborative Portal Server">CPS</acronym>, ti suggeriamo di visitare i seguenti indirizzi web: </p><ul><li><a href="http://www.cps-project.org/">CPS-project.org</a>: la comunità del portale per gli utenti e gli sviluppatori di <acronym title="Collaborative Portal Server">CPS</acronym>. </li><li><a href="http://zope.org/Members/nuxeo/Products/CPS3">CPS3 a Zope.org</a> :per ottenere l'ultima versione stabile, nonchè le versioni di sviluppo di <acronym title="Collaborative Portal Server">CPS</acronym>. </li><li><a href="http://lists.nuxeo.com/">CPS mailing lists</a>:le liste di posta degli utenti di <acronym title="Collaborative Portal Server">CPS</acronym>. </li><li><a href="http://zope.org/Members/nuxeo/news/ep2004-slides/newsitem_view">Le slides di CPS a EuroPython 2004</a> e quelle di <a href="http://zope.org/Members/nuxeo/news/cps-erp5-sprint-slides-pictures/">CPS/ERP5 sprint a Parigi (2004)</a>. </LI><li><a href="http://www.zope.org/">Zope.org</a>: la comunità del portale per Zope </li><li><a href="http://zope.org/Documentation/Books/ZopeBook/2_6Edition/">Il libro di Zope</a>. </li></ul><h2>color=#ff0000>Riconoscimenti</h2> <p> Ti ringraziamo per la prova o l'utilizzo di <acronym title="Collaborative Portal Server">CPS</acronym>. <br /><acronym title="Collaborative Portal Server">CPS</acronym> è sviluppato da <a href="http://www.nuxeo.com/en/">Nuxeo</a> e da una numerosa <a href="http://www.cps-project.org/">comunità di contributori</a>. </p> <p> <acronym title="Collaborative Portal Server">CPS</acronym> contiene codice licenziato sotto la GPL, la ZPL, la GPL ed altre licenze compatibili open source e free software.</p> <p> Alcune parti di codice di <acronym title="Collaborative Portal Server">CPS</acronym> sono copyright di Nuxeo SARL, Zope Corporation e Contributori, Università di Chalmers, Capgemini, Unilog, Ministero dell'Interno, Ministero della Sicurezza Interna e delle Libertà Locali, Prefettura del Basso-Reno, CEA, Logilab SA, Fredrik Lundh, Norman Walsh, Gareth Rees, Sun Microsystems, Timothy O'Malley, Morten W. Petersen ed altri contributori. </p>
pt: <h1>Benvindo ao CPS CRPq</h1> <p> Esta página pretende dar-lhe uma introdução ao <acronym title="Servidor de Portal Colaborativo">CPS</acronym> (Portal Colaborativo do CPRq) e ao que você pode fazer com ele. (<a href="textbox_edit_form?box_url=.cps_boxes_root/welcome">Edite este texto</a>.) </p> <h2>Sobre o CPS</h2> <p> <acronym title="Servidor de Portal Colaborativo">CPS</acronym> é um sistema extensivo e colaborativo de administração de conteúdo via Web (CMS) implementado sobre <a href="http://www.zope.org/">Zope</a> e <a href="http://www.zope.org/Products/CMF/">CMF</a>, quer permite a organizações implementarem fácil, rapida e eficientemente portais colaborativos (intranet, extranet ou internet) e aplicações de negócios orientadas por workflows. </p> <p> CPS provê, entre outras coisas: </p> <ul> <li> <a href="workspaces">Trabalho Colaborativo</a> e Espaço de <a href="sections">Publicação</a> (você pode precisar estar autenticado com nível de acesso correto para acessar estas URLs) </li> <li>Versões de Documentos, que permite que um documento seja publiado em uma versão e ainda trabalhado em outra </li> <li> <a href="cpsdirectory_view">Administração de papéis e usuários baseada em grupos</a>, através de diretórios. </li> <li> Uma interface do Portal <a href="box_manage_form">configurável</a>, com aparência padrão compatível com os padrões web e de acessibilidade (você pode precisar estar autenticado com nível de acesso correto para acessar esta URL) </li> <li> Notificações para vários tipos de eventos acontecendo no sistema </li> <li> Um editor (opcional) WYSIWYG para a aparência do portal (simplesmente instale <em>CPSSkins</em> na sua instância do CPS utilizando a <a href="manage">ZMI</a>) </li> <li> Muitos serviços a nível de usuário, como um Webmail, Fórums, Agendas Compartilhadas, Boletins de Notícias e Listas de discussão, etc. </li> <li> Muitos serviços poderosos para desenvolvedores e webmasters, incluindo suporte para a criação de seus próprios tipos de documentos, seus próprios workflows, etc. </li> </ul>
ro: <h1>Bine ai venit la Nuxeo CPS</h1> <p> Aceasta pagina este destinata sa va prezinte pe scurt <acronym title="Collaborative Portal Server">CPS</acronym> (Portal Colaborativ Nuxeo) si ceea ce se poate face cu el. (<a href="textbox_edit_form?box_url=.cps_boxes_root/welcome">Editeaza acest text</a>.) </p> <h2>Despre CPS</h2> <p> <acronym title="Collaborative Portal Server">CPS</acronym> este un sistem colaborativ extensiv pentru administrare de continut pe Internet (CMS - Content Management System) implementat deasupra <a href="http://www.zope.org/">Zope</a> si <a href="http://www.zope.org/Products/CMF/">CMF</a>, care permite organizatiilor sa implementeze usor, rapid si eficient portal-uri colaborative (intranet, extranet sau internet) si aplicatii de business orientate pe fluxul de documente </p> <p> CPS permite, printre altele: </p> <ul> <li> <a href="workspaces">Munca in colaborare</a> si <a href="sections">spatii</a> de publicare (s-ar putea sa fie nevoie sa fii autentificat si sa detii drepturi pentru a putea accesa aceste link-uri) </li> <li>Versiuni ale documentelor, care permit unui document sa fie publicat intr-o versiune si in acelasi timp sa se lucreze la el in alta versiune </li> <li>Administrare utilizatori si roluri <a href="cpsdirectory_view">bazata pe grupuri si directoare</a> </li> <li> O interfata a portalului <a href="box_manage_form">configurabila</a>, cu un comportament compatibil cu standardele web (s-ar putea sa fie nevoie sa fii autentificat si sa detii drepturi pentru a putea accesa aceste link-uri) </li> <li> Notificari la multe tipuri de evenimente care au loc in sistem</li> <li> Un editor WYSIWYG (optional) pentru aspectul si comportamentul portalului (e nevoie doar de instalarea <em>CPSSkins</em> in instanta CPS folosind <a href="manage">ZMI</a>) </li> <li> Multe servicii pentru utilizatori, cum ar fi Webmail, Forum-uri, Calendare partajate, Newsletter-e si Liste de Discutii, etc. </li> <li> Multe servicii puternice pentru dezvoltatori si webmaster-i, incluzand suport pentru crearea propriilor tipuri de documente si a propriilor fluxuri de date, etc. </li> </ul> <p> CPS a fost deja adoptat de parti importante din Administratie(Ministerele franceze de Interne, Cultura, Finante, Aparare, Justitie, Comisia Franceza de Energie Atomica, Universitatea Chalmers...), de sectorul privat (Suez, STMicroelectronics...) si de catre firme europene de consultanta IT de renume (Capgemini, Unilog, Steria...). </p> <p> Pentru mai multe informatii despre Zope si CPS, iti sugeram sa vizitezi urmatoarele site-uri: </p> <ul> <li> <a href="http://www.cps-project.org/">CPS-project.org</a>: portalul comunitatii utilizatorilor si dezvoltatorilor CPS </li> <li> <a href="http://zope.org/Members/nuxeo/Products/CPS3">CPS3 la Zope.org</a> (pentru a descarca ultimele versiuni stabile sau in dezvoltare) </li> <li> <a href="http://lists.nuxeo.com/">Listele de discutie CPS</a> </li> <li> <a href="http://zope.org/Members/nuxeo/news/ep2004-slides/newsitem_view">Prezentari ale CPS la EuroPython 2004</a> si ale <a href="http://zope.org/Members/nuxeo/news/cps-erp5-sprint-slides-pictures/">CPS/ERP5 la intalnirea din Paris (2004)</a> </li> <li> <a href="http://www.zope.org/">Zope.org</a>: Portalul comunitatii Zope </li> <li> <a href="http://zope.org/Documentation/Books/ZopeBook/2_6Edition/">Cartea Zope</a> </li> </ul> <h2>Credite</h2> <p> Multumim pentru utilizarea CPS. CPS este dezvoltat de catre <a href="http://www.nuxeo.com/en/">Nuxeo</a> si o <a href="http://www.cps-project.org/">comunitate de contribuitori</a>. </p> <p> CPS contine cod licentiat sub licentele open source/free software GPL, ZPL si alte licente compatibile GPL. Portiuni din CPS sunt proprietate intelectuala a Nuxeo SARL, Zope Corporation si a contribuitorilor, Chalmers University, Jean-Marc Orliaguet, Capgemini, Unilog, Ministre de l'Intrieur, de la Scurit Intrieure et des Liberts Locales, Prfecture du Bas-Rhin, CEA, Logilab SA, Fredrik Lundh, Norman Walsh, Gareth Rees, Sun Microsystems, Timothy O'Malley, Morten W. Petersen, si a altor contribuitori. </p>
